/*
 Navicat Premium Data Transfer

 Source Server         : 666
 Source Server Type    : MySQL
 Source Server Version : 80031
 Source Host           : localhost:3306
 Source Schema         : 110

 Target Server Type    : MySQL
 Target Server Version : 80031
 File Encoding         : 65001

 Date: 13/03/2023 19:19:38
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for clinical_feature
-- ----------------------------
DROP TABLE IF EXISTS `clinical_feature`;
CREATE TABLE `clinical_feature`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `发现方式` enum('自查','体检','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤位置` enum('右乳','左乳','双乳','') CHARACTER SET utf8mb4 COLLATE utf8mb4_german2_ci NULL DEFAULT NULL,
  `有无临床首发症状` enum('肿块','乳头溢液','其他首发症状','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `首发症状具体描述` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `患侧乳头` enum('正常','凹陷','半固定','固定','湿疹样','乳头皴裂','乳头缺如','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `患侧乳头症状具体描述` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `患侧皮肤` enum('正常','水肿','卫星结节','破溃','桔皮样变','炎样红肿','静脉曲张','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `患侧皮肤症状具体描述` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `乳头溢液` enum('自发','非自发','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `溢液导管` enum('左侧','右侧','单个','多个','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `溢液性质` enum('陈旧血性','新鲜血性','淡黄','乳汁样','水样','脓性','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `溢液性质具体描述` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `影像检查类型` enum('b超','钼靶','核磁','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `影像检查号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前影像肿瘤大小` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前T分期` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前影像腋下淋巴结位置` enum('腋下Ⅰ水平','腋下Ⅱ水平','腋窝Ⅲ水平','锁骨下','锁骨上','乳内淋巴结','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前影像腋下淋巴结大小` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前N分期` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移与否` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `转移部位` set('肝','肺','骨','脑','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '',
  `具体转移部位` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `临床TNM分期` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶确诊方式` enum('术前开放活检','术中开放活检','穿刺粗针吸','穿刺细针吸','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `淋巴结确诊方式` enum('无','粗针吸','细针吸','术前淋巴结活检','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `确诊病理信息` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否行免疫组化` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶穿刺ER` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶穿刺PR` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶穿刺Her2` enum('阴性','1+','2+','3+','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶穿刺Her2具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶穿刺Ki67` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶穿刺P53` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶FISH` enum('阴性','阳性','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶FISH具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶FISH copy数` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `肿瘤病灶FISH ratio` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结穿刺ER` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结穿刺PR` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结穿刺Her2` enum('阴性','1+','2+','3+','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结穿刺Her2具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结穿刺Ki67` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结穿刺P53` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结FISH` enum('阴性','阳性','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结FISH具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结FISH copy数` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结FISH ratio` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结穿刺ER` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结穿刺PR` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结穿刺Her2` enum('阴性','1+','2+','3+','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结穿刺Her2具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结穿刺Ki67` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结穿刺P53` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结FISH` enum('阴性','阳性','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结FISH具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结FISHcopy数` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `颈部淋巴结FISHratio` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移确诊部位` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶ER` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶PR` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶Her2` enum('阴性','1+','2+','3+','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶Her2具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶Ki67` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶P53` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶FISH` enum('阴性','阳性','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶FISH具体情况` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶FISH copy数` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移灶FISH ratio` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前是否行新辅助治疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `新辅助治疗开始时间` date NULL DEFAULT NULL,
  `新辅助治疗方案及周期` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `新辅助治疗期间是否使用卵巢功能抑制剂` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `新辅助治疗卵巢功能抑制剂具体药物名称` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `新辅助治疗过程评估` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `新辅助治疗疗效评价` enum('CR','PR','SD','PD','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前是否行解救治疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前解救治疗开始时间` date NULL DEFAULT NULL,
  `术前解救治疗方案及周期` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前解救治疗期间是否使用卵巢功能抑制剂` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前解救治疗卵巢功能抑制剂具体药物名称` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前解救治疗过程评估` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术前解救治疗疗效评价` enum('CR','PR','SD','PD','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 8262 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '临床特征表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of clinical_feature
-- ----------------------------
INSERT INTO `clinical_feature` VALUES (8101, NULL, 597109, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.0×0.8cm', '', '', '', '', '否', '', '', 'T1N0M0，I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8102, NULL, 603341, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', 'T2N0M0IIA', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8103, NULL, 362738, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.3×4.7×2.8cm', '', '', '', '', '否', '', '', 'T3N1M0 IIIA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2014-01-07', 'TEC方案×6（表柔吡星100mg,多西他赛120mg, 环磷酰胺1000mg）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8104, NULL, 642505, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '患者左乳癌外院化疗后’左乳癌（病变范围较大，占据左乳中央区及内上象限，超声测量不准确，总体范围不少于8.4×2.4）', '', '', '', '', '否', '', '', '', '', '', '', '', '90', '12', '2+', '', '40', '80', '阴性', '', '68', '1.79', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-04-01', '6周期，白蛋白紫杉醇400mg d1＋多柔比星脂质体50mg d1', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8105, NULL, 637913, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '8.8cm×5.9cm×5.2cm', '', '', '', '', '否', '', '', 'T3N0M0IIB', '', '', '', '', '90', '<1', '2+', '', '30', '20', '阳性', '', '129', '3.69', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-04-13', '6周期TCbHP(曲妥珠单抗 d1帕妥株单抗 d1多西他赛130mg d2卡铂     600mg d2)\n', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8106, NULL, 551448, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.4cm×1.3cm×0.9cm', '', '', '', '', '否', '', '', 'T1N0M0，IA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8107, NULL, 603148, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.1*3.5*3.7cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB', '', '', '', '', '<1', '<1', '1+', '', '60', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-04-23', 'TAC（多西他赛120mg+吡柔比星90mg+环磷酰胺1g）新辅助化疗1周期?', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8108, NULL, 236809, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', 'T1N1M0，IIA期 ', '', '', '', '', '阴', '阴', '阴性', '', '90', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8109, NULL, 613673, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.4×1.7×1.1cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '80', '90', '3+', '', '40', '85%\n', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-08-25', 'TCbHP方6个周期', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8110, NULL, 662871, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', 'cT1N0M0I期 ', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8111, NULL, 403570, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.7×1.1cm', '', '', '', '', '否', '', '', 'T2N0M0 ', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8112, NULL, 639352, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8113, NULL, 603901, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.8×3.5×1.6cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '>90', '40-70', '2+', '', '20-40', '', '阴性', '', '75', '1.21', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-06-02', '6个周期，TE方案（多西他赛 120mg iv d1+表柔比星 120mg iv d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8114, NULL, 344634, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.9×1.8cm', '', '', '', '', '否', '', '', 'cT1N0M0I期 ', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8115, NULL, 627312, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.5×0.9×1.3cm', '', '', '', '', '否', '', '', 'T1N0M0 I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8116, NULL, 634706, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.8cm×1.7cm×1.3cm', '', '', '', '', '否', '', '', 'T1N0M0 I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8117, NULL, 584607, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.1×3.5cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '90', '15', '2+', '', '40', '<10', '阴性', '', '64', '1.488', '90', '1', '2+', '', '20', '5', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8118, NULL, 470181, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右侧范围约2.8×1.0×5.6cm，左侧范围约3.8×0.7×5.3cm', '', '', '', '', '否', '', '', 'T2N0MO IIA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8119, NULL, 636527, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.2×3.1cm', '', '', '', '', '否', '', '', 'T3N0M0,IIB', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8120, NULL, 614253, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.8×1.5×3.8cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8121, NULL, 636925, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.0×1.9cm', '', '', '', '', '否', '', '', 'T3N2M0IIIB', '', '', '', '', '80', '50', '2+', '', '30', '30', '阴性', '', '30', '0.97', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-04-06', 'TE方案×6：多西他赛120mg d1＋表柔比星120mg d1化疗', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8122, NULL, 667346, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '6.5cm×3.8cm×7.0cm', '', '', '', '', '否', '', '', 'T3N0M0， IIB期', '', '', '', '', '80', '60', '2+', '', '50', '80', '阳性', '', '121', '2.69', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-06-07', 'AC序贯TPH（表柔比星150mg d1\n，环磷酰胺1.0  g d1)×4+ （曲妥珠单抗 d1帕妥珠单抗 d1多西他赛160mg d2)×4\n', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8123, NULL, 594392, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.5×4.0×1.4cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '90', '85', '1+', '', '45', '75', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-01-14', 'TEC方案×6（多西他赛 120mg iv d1+表柔吡星 120mg iv d1+环磷酰胺 800mg iv d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8124, NULL, 10002579, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '9.5×5.7×8.8cm', '', '', '', '', '是', '', '骨', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8125, NULL, 645116, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.5×2.6×1.7cm', '', '', '', '', '否', '', '', 'T2N1M0，IIB期 ', '', '', '', '', '＜1', '＜1', '3+', '', '30', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-05-12', 'TCPH*6（ 曲妥珠单抗 d1+帕妥株单抗 d1+多西他赛 130mg d2+卡铂     500mg d2）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8126, NULL, 625397, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.5*1.5', '', '', '', '', '否', '', '', 'T1N0M0，IA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8127, NULL, 593571, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.5*3cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8128, NULL, 548281, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.1×1.2×2.6cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '30', '30', '其他', '0', '60', '8', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8129, NULL, 642520, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.9×1.9×1.4cm', '', '', '', '', '否', '', '', 'T1N0M0，IA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8130, NULL, 675605, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.3×3.1×1.9cm', '', '', '', '', '否', '', '', 'cT2N0M0 ⅡA期 新辅助化疗后', '', '', '', '', '15', '＜1', '1+', '', '85', '90', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-09-17', 'TE*6（ 白蛋白紫杉醇 400mg d1+表柔比星 110mg d1），TP*2（白蛋白紫杉醇 400mg d1 卡铂600mg d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8131, NULL, 641181, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '遍及全乳', '', '', '', '', '否', '', '', 'T4N1M0', '', '', '', '', '60', '30', '1+', '', '60', '_', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-12-02', 'TAC*6（ 多西他赛   110mg 表柔比星   110mg 环磷酰胺   0.7g）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8132, NULL, 598741, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.3*2.6*1.8', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '90', '＜5', '1+', '', '50', '＜1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-04-14', 'TE*6（多西他赛 130mg iv d1 表柔比星 130mg iv d1）', '', '', '', 'SD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8133, NULL, 579560, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.9×1.7×2.4cm', '', '', '', '', '否', '', '', 'cT2NOM0  IIa', '', '', '', '', '90', '80', '其他', '0', '15', '1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8134, NULL, 547754, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.5×2.5×4.5cm', '', '', '', '', '否', '', '', 'T3N3M0 IIIC', '', '', '', '', '25', '＜1', '2+', '', '80', '70', '阴性', '', '70', '1.321', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2018-12-04', 'TE*6（多西他赛 120mg iv d1+表柔吡星 140mg iv d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8135, NULL, 622212, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '11.5cm×5.3cm×6.9cm', '', '', '', '', '否', '', '', 'T4N3M0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '80', '70', '2+', '', '0.35', '< 1%', '阴性', '', '76', '1.246', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-06-24', 'TAC*6（多西他赛   120mgd1+表柔比星   120mgd1+环磷酰胺   0.8gd1）', '', '', '', 'SD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8136, NULL, 574096, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.6×2.0×2.5cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '90', '10', '1+', '', '30', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-07-18', 'TE*6（多西他赛 160mg iv d1+表柔吡星 150mg d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8137, NULL, 572693, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.0×1.6×1.3cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '＜1', '＜1', '其他', '0', '80', '80', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8138, NULL, 559564, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '左乳2.4*1.3cm；右乳1*1cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '80', '50', '其他', '0', '80', '＜1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-04-04', 'TE方案6周期（多西他赛 130mg+表柔吡星 140mg）化疗6周期', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8139, NULL, 527042, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.8×2.6×3.7cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '', '', '', '', '70', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8140, NULL, 613462, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.7×1.4×1.9cm', '', '', '', '', '否', '', '', 'T2N1M0 ⅡB期', '', '', '', '', '70', '20', '1+', '', '30', '10', '阴性', '', '68', '1.172', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-08-20', '4周期TE序贯单T方案化疗(表柔吡星110mg d1+多西他赛 110mg d1)', '', '', '', 'SD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8141, NULL, 649517, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.5*2.5', '', '', '', '', '否', '', '', 'T2N0M0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8142, NULL, 330641, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '80', '90', '其他', '0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2012-11-09', 'CEF（环磷酰胺1000mg+表柔吡星160mg+替加氟1000mg）+EC（表柔吡星150mg+环磷酰胺800mg）+T（多西他赛120mg）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8143, NULL, 568955, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.5*1.5cm', '', '', '', '', '否', '', '', 'T2N0M0', '', '', '', '', '90', '90', '2+', '', '20', '', '阴性', '', '62', '1.265', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8144, NULL, 627019, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'B超：1.7×1.0×1.5cm', '', '', '', '', '否', '', '', 'T1N1M0IIA期', '', '', '', '', '70', '30', '2+', '', '40', '40', '阳性', '', '121', '2.02', '90', '< 5', '2+', '', '40', '70', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-12-29', '6周期，TCbPH（曲妥珠单抗 d1+帕妥株单抗 d1+多西他赛120mg d2+卡铂    500mg d2）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8145, NULL, 618497, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.0cm×3.1cm×2.1cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB', '', '', '', '', '80', '20', '1+', '', '25', '＜1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8146, NULL, 540833, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.1cm×2.9cm×3.1cm', '', '', '', '', '否', '', '', '', '', '', '', '', '左：＜1；右＜1', '左：＜1；右＜1', '其他', '左2+ 右3+', '左20，右30', '左10%，右70%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2018-09-28', 'TC方案（多西他赛 115mg+卡铂 700mg ivd d1）+曲妥珠单抗六周期；卡培他滨（2g po d1-14）+吡咯替尼（400mg po qd）+曲妥珠单抗靶向治疗两周期；白蛋白紫杉醇（200mg iv d1、7、14）+吡咯替尼（400mg po qd）+曲妥珠单抗靶向治疗四周期\n', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8147, NULL, 334606, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详（外院）', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8148, NULL, 410494, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详（外院）', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8149, NULL, 561324, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳外下1.5*0.8\n右乳外上2.5*2', '', '', '', '', '否', '', '', '', '', '', '', '', '90', '20', '3+', '', '40', '1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-03-26', '2周期TCH（多西他赛 120mg iv d1+卡铂 600mg iv d1+赫赛汀）+4周期TCPH（多西他赛120mg ivd d1+卡铂 600mg ivd d1+赫赛汀+帕妥珠单抗）', '', '', '', 'SD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8150, NULL, 562255, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.2×1.1×2.2cm', '', '', '', '', '否', '', '', 'T2N1M0, ⅡB期', '', '', '', '', '80', '浸润性癌成分2%，导管内癌成分60%，', '其他', '0', '20', '＜1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-04-09', '6周期TA（多西他赛 120mg iv d1+多柔吡星脂质体 40mg iv d1）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8151, NULL, 573669, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳内下肿物（3.9×2.8×1.8cm），右乳内下近腺体边缘肿物（1.1×1.0×0.7cm）；', '', '', '', '', '否', '', '', 'T2N1M0, IIB期', '', '', '', '', '＜1', '5', '3+', '', '80', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-07-09', '4周期EC方案（表柔吡星 140mg iv d1+环磷酰胺 800mg iv d1）+4周期TH方案（DOC  160mg  ivd  d1 及曲妥珠单抗）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8152, NULL, 576688, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.2×2.9×3.1cm', '', '', '', '', '否', '', '', 'T2N1M0, ⅡB期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8153, NULL, 584329, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.0×2.4×1.3cm', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '＜1', '＜1', '3+', '', '40', '90', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-10-15', 'TPH方案（多西他赛 160mg d2+帕妥珠单抗 840mg d1+曲妥珠单抗 480mg d1）6周期', '', '', '', 'SD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8154, NULL, 588269, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.6×0.8×2.0cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '1', '＜1', '2+', '', '60', '＜5', '阴性', '', '68', '1.308', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-11-26', 'TE方案(白蛋白结合型紫杉醇 400mg d1 + 表柔吡星 120mg d1)6周期', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8155, NULL, 590316, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.8×1.9×0.9cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8156, NULL, 600112, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '7.5×6.1×1.9cm', '', '', '', '', '否', '', '', 'T3N0M0 IIB期', '', '', '', '', '90', '2', '2+', '', '45', '＜1', '阴性', '', 'HER-2基因拷贝数目总计53个，每个细胞核平均HER-2拷贝数2.65', '1.233', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-04-28', 'TE方案（多西他赛 120mg ivd d1+ 表柔吡星 120mg ivd d1）6周期', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8157, NULL, 604003, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.1×4.3×2.5cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA', '', '', '', '', '＜1', '＜1', '阴性', '', '60', '着色欠佳', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-05-26', 'TE方案（紫杉醇白蛋白结合型 400mg iv d1  表柔比星130mg iv d1）6周期\n                    ', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8158, NULL, 623880, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.2×0.8cm，0.9×0.9cm', '', '', '', '', '否', '', '', '', '', '', '', '', '90', '85', '2+', '', '40', '70', '阴性', '', 'HER-2基因拷贝数目总计54个，每个细胞核平均HER-2拷贝数2.7', '1.256', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8159, NULL, 628849, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.0×4.0cm', '', '', '', '', '否', '', '', 'T2N0M0 IIA', '', '', '', '', '＜1', '＜1', '其他', '0', '60', '70', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-01-14', '多西他赛130mg d1＋表柔比星130mg d1＋环磷酰胺0.9g ', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8160, NULL, 629563, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '左乳内侧6.4*3.6*2.0\n左乳内下0.7*0.5*0.5', '', '', '', '', '否', '', '', '', '', '', '', '', '70', '50', '其他', '0', '10', '1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '否', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8161, NULL, 629818, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳内上可见3.0×0.9×2.0cm，左乳上方可见2.8×0.6×1.3cm', '', '', '', '', '否', '', '', 'T2N0M0IIA期  ', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '否', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8162, NULL, 635124, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.2×2.1×2.3cm', '', '', '', '', '是', '肝,骨', '', 'T3N1M1IV期 ', '', '', '', '', '70', '60', '1+', '', '30', '＜1', '', '', '', '', '0.7', '0.25', '1+', '', '0.3', '0.01', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-03-16', 'TA（脂质体紫杉醇270mg d1＋多柔比星脂质体50mg d1）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8163, NULL, 638295, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.2×2.9×2.1cm', '', '', '', '', '否', '', '', 'T2N0M0IIA', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8164, NULL, 645131, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '外上、内下（5.1×3.9×2.6cm、2.6×3.3×1.4cm）', '', '', '', '', '否', '', '', 'T3N2M0IIIA', '', '', '', '', '80', '5', '阴性', '', '60', '2', '阳性', '', '152', '2.41', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-01-18', 'TCb*6+HP,曲妥珠单抗 d1,帕妥株单抗 d1,多西他赛 120mg d2,卡铂 500mg d2', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8165, NULL, 652458, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.4×4.4×2.8', '', '', '', '', '是', '骨', '', 'T2N1M0IIB', '', '', '', '', '70', '10', '其他', '2+；fish （-）', '30', '10', '阴性', '', '62', '1.27', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-08-01', 'AT*6，多西他赛120mg d1＋多柔比星脂质体50mg d1方案化疗6周期', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8166, NULL, 661577, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.7×2.9×4.9cm', '', '', '', '', '否', '', '', 'cT3N1M0IIIA期 ', '', '', '', '', '＜1', '＜1', '', '', '50-60', '无', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-11-09', 'TCb*6, 白蛋白紫杉醇400mg d1 卡铂600mg d1', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8167, NULL, 664791, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.6×2.4×1.4cm', '', '', '', '', '否', '', '', 'cT2N0M0IIA', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8168, NULL, 567369, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.7*3.0*3.7', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '1', '＜1', '1+', '', '50', '30', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-05-21', 'TE*10方案（多西他赛 120mg iv d1+表柔吡星 140mg iv d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8169, NULL, 652221, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.2×2.1×1.6cm', '', '', '', '', '否', '', '', '', '', '', '', '', '＜1', '＜1', '3+', '', '65', '65', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-08-20', '2021.8.20行双靶治疗（帕妥珠单抗 840mg 首次+曲妥珠单抗 440mg 首次）1周期；帕妥珠单抗 420mg+曲妥珠单抗 300mg；2021.10.20行TCbPH方案（帕妥珠单抗 420mg+曲妥珠单抗 300mg+CBP 450mg+TAX 240mg）治疗1周期，2021.11.10-2022.1.10行减量TPH方案（帕妥珠单抗 420mg+曲妥珠单抗 300mg+TAX 240mg）治疗第2-5周期；2022.2.9继续行第6周期TPH方案治疗，剂量从前', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8170, NULL, 622207, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.7*1*1', '', '', '', '', '否', '', '', '左乳癌T1N0M0 I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8171, NULL, 597889, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.9*1.3*1.6', '', '', '', '', '否', '', '', 'T1cN0M0 I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8172, NULL, 514668, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '多发淋巴结', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8173, NULL, 640475, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.4*1.9*2.6', '', '', '', '', '否', '', '', 'cT2N1M0 IIB期', '', '', '', '', '＜1', '＜1', '其他', '2+，fish（-）', '40', '', '阴性', '', '64', '1.68', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-04-27', 'AC*4-T*4密集方案，表柔吡星150mg + 环磷酰胺1g，\n    紫杉醇脂质体300mg d1', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8174, NULL, 576280, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.8*2.0*3.5', '', '', '', '', '否', '', '', 'T2N1M0 IIB期', '', '', '', '', '＜1', '＜1', '其他', '0', '80', '＜1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-08-08', 'TP*6方案（白蛋白紫杉醇 400mg + 卡铂 500mg）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8175, NULL, 626733, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详(约4cm）', '', '', '', '', '否', '', '', 'cT3N3cM0 ⅢC', '', '', '', '', '外院＜1', '外院＜1', '其他', '0', '90', '80', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-12-16', 'TP*4-AC*4化疗联合PD-1免疫治疗,白蛋白紫杉醇 400mg d1+卡铂 600mg d1+信迪利单抗 200mg d1,表柔吡星140mg d1+环磷酰胺1g d1+信迪利单抗200mg d1', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8176, NULL, 627659, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳外下 2.9*2.2*2.0\n右乳内上 0.5*0.4', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8177, NULL, 472498, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.5*2.5', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8178, NULL, 591572, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.2*1.4*1.9', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8179, NULL, 541040, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详（外院保乳）', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8180, NULL, 487025, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳中上5.1×3.9×2.1cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'TEC*6，具体为：多西他赛100mg+表柔吡星50mg+环磷酰胺0.6g', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8181, NULL, 505396, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.9*1.2*1.2', '', '', '', '', '否', '', '', 'T2N0M0 IIA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8182, NULL, 605377, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '左乳内上1.6×1.8×1.7cm', '', '', '', '', '否', '', '', 'T1N0M0 IA期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8183, NULL, 579926, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'B超：左乳内下触及肿物处可见2.8×2.9×1.7cm低回声肿物', '', '', '', '', '否', '', '', 'T2N0M0 Ⅱa期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8184, NULL, 559105, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.2×3.8×4.1cm', '', '', '', '', '否', '', '', 'T2N0M0 Ⅱa期', '', '', '', '', '＜1', '＜1', '其他', '0', '60', '＜1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8185, NULL, 612330, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8186, NULL, 654458, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', '', '', '', '', '', '三阴具体不详', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '4周期化疗，具体不详', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8187, NULL, 631505, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'B超：右乳可见较大范围低回声肿物，几乎占据全乳，超出可测量范围无法准确测量', '', '', '', '', '否', '', '', 'T4N1M0？', '', '', '', '', '85', '0.15', '其他', '0', '0.4', '0.7', '', '', '', '', '0.4', '0.15', '其他', '0', '0.5', '0.85', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '化疗+靶向治疗+内分泌治疗+介入治疗', '', '', '', 'PD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8188, NULL, 563730, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', 'T1N0M0 I期 ', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8189, NULL, 578560, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', 'T1N0M0，I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8190, NULL, 515813, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.4×1.5×6.4cm', '', '', '', '', '是', '骨', '', 'T3N2M1 Ⅳ期', '', '', '', '', '90', '＜1', '其他', '0~1+', '70', '60', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2018-02-05', 'TA方案：THP 90mg d1+ PTX 270mg d2(第二周期减量THP 70mg d1+ PTX 240mg d2）*6辅以帕米膦酸治疗骨转移', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8191, NULL, 529501, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.8×3.7×3.0cm', '', '', '', '', '是', '肝,骨', '', 'IV期', '', '', '', '', '90', '80', '其他', '1+~2+', '30', '5', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2018-06-26', '行TX化疗6周期，具体：多西他赛140mg d1+卡培他滨2g bid d1-14，并予帕米磷酸二钠保骨治疗', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8192, NULL, 499548, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.6×3.2×2.3cm', '', '', '', '', '否', '', '', '', '', '', '', '', '60', '10', '2+', '', '60', '80', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2017-08-29', 'TE*3（多西他赛120mg d1+脂质体多柔吡星60mg d1，同时行赫赛汀靶向治疗）—THE*3（多西他赛120mg d1+脂质体多柔吡星60mg d1+赫塞汀408mgd1）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8193, NULL, 506895, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8194, NULL, 619928, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详（右乳低回声占位，BI-RADS 4a级）', '', '', '', '', '否', '', '', '不详', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '不详', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8195, NULL, 399070, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', '不详', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8196, NULL, 474641, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.9×2.0×2.6cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8197, NULL, 559281, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '7.6×1.3cm', '', '', '', '', '否', '', '', 'T3N2M0 Ⅲa期', '', '', '', '', '＜1', '＜1', '1+', '', '35', '15', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'TE（紫杉醇脂质体210mg d1+表柔吡星120mg d1）2周期+TEC（紫杉醇脂质体210mg d1+表柔吡星120mg d1+环磷酰胺700mg d1）1周期+NP方案(NVB 40mgd1,8+DDP 40mg d1-2，30mgd3 )5周期', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8198, NULL, 610923, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '不详', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8199, NULL, 697600, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.8×1.4×2.2cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8200, NULL, 708296, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.9×2.1×3.8cm', '', '', '', '', '否', '', '', '', '', '', '', '', '< 1%', '< 1%', '其他', '0', '0.5', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-12-23', 'TEC（2022-12-23第一次新辅助化疗后续未知）（白蛋白紫杉醇400mg+表柔吡星90mg+环磷酰胺0.7g）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8201, NULL, 682093, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '13.1×3.8cm', '', '', '', '', '否', '', '', '', '', '', '', '', '<1%', '<1%', '其他', '0', '0.9', '', '', '', '', '', '< 1%', '< 1%', '其他', '0', '0.9', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-05-10', 'TCb*6（白蛋白结合型紫杉醇  400mg  ivd   d1  q21d\n     卡铂                600mg  ivd   d1  q21d；）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8202, NULL, 704830, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '6.6×6.2×2.6cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.9', '0.8', '1+', '', '0.25', '0.3', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-11-22', 'TAC（2022-11-22第一次新辅助化疗）（紫杉醇脂质体240mg d1+多柔比星脂质体50mg d1+环磷酰胺0.8g d1）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8203, NULL, 664511, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.9×2.2×2.8cm', '', '', '', '', '否', '', '', 'T2N1M0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8204, NULL, 704197, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '切检后', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8205, NULL, 703581, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '可见广泛低回声区及强回声钙化，边界不清，周围组织回声增强，病变范围广泛，几乎占据整个乳腺', '', '', '', '', '否', '', '', '', '', '', '', '', '0.8', '0.2', '3+', '', '0.75', '0.05', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-11-08', 'TCb（2022-11-08第一次新辅助治疗）（白蛋白紫杉醇400mg+卡铂500mg）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8206, NULL, 699771, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右侧乳腺9点钟方向异常信号，考虑BI-RADS—MRI：4类。', '', '', '', '', '否', '', '', 'cT1cN0M0,Ⅰ期', '', '', '', '', '0.9', '0.8', '其他', '0', '40-50%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8207, NULL, 698882, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.5×1.4×1.8cm（一周期新辅后）', '', '', '', '', '否', '', '', '', '', '', '', '', '0.85', '0.8', '1+', '', '0.6', '0.5', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-09-22', 'TAC（周期数量不详）（多柔吡星脂质体25mg+白蛋白结合型紫杉醇350mg+环磷酰胺700mg）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8208, NULL, 686749, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.0×3.8×2.5cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8209, NULL, 696220, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.5×3.6×1.6cm', '', '', '', '', '否', '', '', 'cT2N1M0,Ⅱb期（新辅后）', '', '', '', '', '0.5', '0.6', '其他', '2+，FISH阳', '0.6', '0.6', '阳性', '', '121', '2.69', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-09-05', 'TAC*1+TCbHP*5（紫杉醇脂质体240mg+吡柔比星60mg+环磷酰胺800mg）', '', '', '', 'SD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8210, NULL, 672411, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.2×2.1×1.3cm、1.2×0.9×1.1cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8211, NULL, 697130, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '左乳皮肤增厚，脂肪层混浊，腺体结构紊乱，可见多发低回声区，占据全乳，界不清，回声不均匀，可见丰富血流信号。', '', '', '', '', '否', '', '', 'cT4dN3M1', '', '', '', '', '< 1%', '< 1%', '3+', '', '20%-30%', '0.85', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-08-29', 'TCbHP(紫杉醇+卡铂+曲妥珠单抗+帕妥珠单抗）', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8212, NULL, 707953, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.5×2.0×1.5cm（新辅后）', '', '', '', '', '否', '', '', 'ycT3N2M0', '', '', '', '', '0.9', '0.9', '1+', '', '0.25', '浸润灶肌上皮阴性', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-07-01', 'TAC*6(环磷酰胺    700mg  IVD   d1  Q21D\n    表柔比星    110mg  IVD   d1  Q21D\n    白蛋白紫杉醇400mg  IVD   d1  Q21D)', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8213, NULL, 672787, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.2×1.2×0.9cm', '', '', '', '', '否', '', '', 'cT1N0M0I期', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8214, NULL, 688469, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.1×1.3×5.0cm', '', '', '', '', '否', '', '', 'cT2N0M0(ⅡA期)', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8215, NULL, 690223, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.0×1.9×2.5cm', '', '', '', '', '否', '', '', 'cT2N3M0(Ⅲ C期)', '', '', '', '', '< 1%', '< 1%', '其他', '0', '0.7', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-07-19', 'TP*6(  紫杉醇脂质体250mgd1+卡铂500mgd1)', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8216, NULL, 687873, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.4×1.3×1.3cm', '', '', '', '', '否', '', '', 'cT1N0M0(ⅠC期)', '', '', '', '', '0.6', '0.2', '3+', '', '0.6', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8217, NULL, 707600, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.5×1.6×1.2cm', '', '', '', '', '否', '', '', 'cT1N3M0,Ⅲc期', '', '', '', '', '0.9', '0.9', '2+', '', '0.2', '<1%', '阴性', '', '36', '1.06', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-08-01', 'HR6390150mg po 三周停一周，阿那曲唑1mg QD，戈舍瑞林3.6mg IHQ28D治疗。', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8218, NULL, 686818, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.9×2.7×1.9cm', '', '', '', '', '否', '', '', 'cT2N2M0(Ⅲ A期)', '', '', '', '', '0.9', '0.9', '1+', '', '0.4', '0.9', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-06-01', 'SHR6390150mg po 三周停一周，阿那曲唑1mg QD，戈舍瑞林3.6mg IHQ28D治疗。TA*2', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8219, NULL, 687488, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.4×1.0×2.1cm', '', '', '', '', '否', '', '', 'cT1miN0M0(Ⅰ期)', '', '', '', '', '0.9', '>90%', '2+', '', '10%-15% ', '0.03', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8220, NULL, 678512, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.2×1.2×2.2cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8221, NULL, 682769, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.5×1.0×1.8cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8222, NULL, 684675, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.9×3.1×1.3cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.6', '0.01', '2+', '', '0.3', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8223, NULL, 646256, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.9×3.4×2.3cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.9', '0.15', '1+', '', '0.4', '0.1', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8224, NULL, 681168, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.2×2.5×1.7cm（新辅后）', '', '', '', '', '否', '', '', '', '', '', '', '', '<1%', '<1%', '1+', '', '0.8', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-03-01', 'TAC*2(多西他赛+表柔比星+环磷酰胺，剂量不详)', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8225, NULL, 508161, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.3×2.9×4.0cm', '', '', '', '', '否', '', '', 'T2N2M0', '', '', '', '', '0.85', '0.05', '其他', '2+，FISH阳性', '0.75', '0.05', '', '', '', '', '0.9', '0.3', '3+', '', '0.6', '0.2', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-01-10', 'TCbPH*6(曲妥珠单抗440mg+帕妥珠单抗840mg靶向治疗，紫杉醇脂质体240mg d2+卡铂600mg d2)', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8226, NULL, 677944, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳几乎各个象限可见多发囊性无回声及低弱回声结节，边界清楚，形态规则，后壁回声稍强，未见明显血流信号，最大位于内下：0.6×0.3cm。', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8227, NULL, 678254, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.3×1.5×2.3cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8228, NULL, 678664, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.2×3.6×1.8cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8229, NULL, 679401, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.8×5.61.8cm', '', '', '', '', '否', '', '', '', '', '', '', '', '< 1%', '< 1%', '3+', '', '0.5', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, 'TcbHP*6(曲妥珠单抗640mg d1 + 帕托珠单抗840mg d1 + 紫杉醇脂质体270mg d2 + 卡铂600mg d2)', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8230, NULL, 667410, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳外上腺体边缘、外下及下方可见多发低回声肿物，2.4×2.0×1.1cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.5', '<1%', '3+', '', '0.35', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-12-04', 'TcbHP*6  曲妥珠单抗330mg+帕托珠单抗420mg(D1，首次为曲妥珠单抗424mg+帕托珠单抗840mg，第二次曲妥珠单抗320mg)，白蛋白结合紫杉醇400mg+卡铂500mg（D2，首次为多西他赛120mg）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8231, NULL, 646250, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', 'T4N1M0  ⅢB期  ', '', '', '', '', '0.1', '< 1%', '其他', '0', '0.7', '0.9', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-05-22', 'AC方案化疗1周期，具体：多柔吡星脂质体 60mg+环磷酰胺 1g,EC-T方案化疗2周期，具体：表柔吡星 140mg+环磷酰胺 1000mg,TP方案新辅助化疗2周期，具体为：白蛋白紫杉醇400mg d1 + CBP 600mgd1。NX联合贝伐单抗新辅助化疗，具体为：长春瑞滨 40mg iv d1,100mg po d8 + 卡培他滨 早2g ，晚1.5g +贝伐珠单抗600mg d1一周期。', '', '', '', 'PD', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8232, NULL, 568596, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-05-21', 'THP*6（多西他赛 120mg iv d1）', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8233, NULL, 674024, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', 'cT3N1M0IIIA期 ', '', '', '', '', '0.7', '0.15', '1+', '', '0.4', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2022-02-23', 'TA*6（ 紫杉醇脂质体240mg ivd d1  q21d\n      表柔比星120mg ivd d1  q21d）-达尔西利150mg qd+来曲唑+戈舍瑞林3.6mg', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8234, NULL, 654820, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.5×2.4×1.6cm、0.6×0.5cm', '', '', '', '', '否', '', '', 'cT2N1M0IIB期 ', '', '', '', '', '0.3', '0.02', '3+', '', '0.35', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-08-31', 'TCbHP(曲妥珠单抗 d1\n    帕妥株单抗 d1\n    多西他赛120mg d2\n    卡铂600mg d2\n)', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8235, NULL, 669034, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳几乎各个象限可见多发低回声区，几乎遍及全乳', '', '', '', '', '是', '肝,骨', '', 'T3N2M0? ', '', '', '', '', '< 1%', '< 1%', '3+', '', '0.2', '0.65', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8236, NULL, 1530953, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8237, NULL, 649742, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.2×1.8×3.4cm', '', '', '', '', '否', '', '', 'cT2N1M0IIB期？ ', '', '', '', '', '< 1%', '< 1%', '其他', '0', '0.75', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-07-20', 'TAC方案（多西他赛100mg d1＋表柔比星100mg d1＋环磷酰胺0.7g d1）*2+（贝伐珠单抗600mg d1，白蛋白紫杉醇400mg d1，卡铂 600mg d1）*4，', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8238, NULL, 641971, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '4.3*2.1cm', '', '', '', '', '否', '', '', '', '', '', '', '', '< 1%', '< 1%', '2+', '', '0.4', '0.9', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-04-01', 'TP方案联合双靶{紫衫醇脂质体240mg+卡铂400mg+曲妥珠单抗336mg（首剂456mg）+帕妥珠单抗420mg（首剂840mg）}*4', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8239, NULL, 663743, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右乳中上触及肿物处可见2.3×1.7×1.1cm；右乳中内可见0.9×0.7cm低回声肿物', '', '', '', '', '否', '', '', 'cT2N0M0IIA期 ', '', '', '', '', '< 1%', '< 1%', '1+', '', '0.6', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-11-30', '（白蛋白紫杉醇400mg d1+表柔比星110mg d1）*6', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8240, NULL, 652433, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '23*19*14mm（外院）', '', '', '', '', '否', '', '', 'cT2N3M0 ', '', '', '', '', '0.9', '浸润性癌阳性细胞<1%；导管原位癌阳性细胞约占20%，', '2+', '', '0.3', '<10%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-08-09', 'TA方案（EPI 120mgd1 + TAX 270mgd1）*6', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8241, NULL, 665582, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.1×1.3×1.7cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.85', '0.05', '3+', '', '0.4', '0.5', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-11-30', 'TCbHP方案（曲妥珠单抗 d1+帕妥珠单抗 d1+紫杉醇脂质体240mg d2+卡铂600mg d2。）*6', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8242, NULL, 337850, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '外院切检前超声未见，切检后（右乳：0.7×0.3cm）', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8243, NULL, 667346, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '左乳内上至外上触及肿物处可见较大范围低回声区，大致范围约8.2×2.0cm；内下可见1.1×0.5cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.8', '0.6', '其他', '2+，fish阳性', '0.5', '0.8', '阴性', '', '121', '2.69', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2021-06-17', 'AC序贯TPH方案（表柔比星150mg d1+环磷酰胺1.0g d1）*4+（曲妥珠单抗 d1+帕妥珠单抗 d1+多西他赛160mg d2）*4', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8244, NULL, 37185, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8245, NULL, 642394, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.4×1.4×1.9cm', '', '', '', '', '否', '', '', 'T2N0M0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8246, NULL, 361758, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '超声不详', '', '', '', '', '否', '', '', 'T2N1M0 ', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.肝（2019-10-31）<1%；   2.肝（2020-12-11）<1%', '1.肝（2019-10-31）:<1%;  2.肝（2020-12-11）:<1%', '1+', '', '1.肝（2019-10-31）: 40%     2.肝（2020-12-11）: 25%', '1.肝（2019-10-31）: 70%     2.肝（2020-12-11）: 10%', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8247, NULL, 457671, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.0*2.2*3.3cm', '', '', '', '', '否', '', '', 'cT3N0M0', '', '', '', '', '0.7', '0.4', '2+', '', '0.35', '0.15', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '肝（2020-10-4）：<1%', '<1%', '', '', '0.3', '0.05', '', '', '', '', '', '2016-07-26', 'AC方案(多柔吡星脂质体40mg+环磷酰胺1000mg)*4+T方案（紫杉醇脂质体300mg）*4', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8248, NULL, 586561, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.9×3.0×5.7cm', '', '', '', '', '否', '', '', 'T3N2M0 ', '', '', '', '', '< 1%', '< 1%', '阴性', '', '0.8', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1905-07-13', 'AC方案（EPI 120mg d1+CTX 1g d1）*4+序贯白蛋白紫杉醇400mg d1 4周期*4', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8249, NULL, 403570, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.7×1.1cm', '', '', '', '', '否', '', '', 'T2N0M0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8250, NULL, 646269, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.2×2.5×2.4cm', '', '', '', '', '否', '', '', '', '', '', '', '', '0.01', '< 1%', '1+', '', '0.6', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2020-12-09', 'TEC（多西他赛130mg d1+表柔比星130mg d1+环磷酰胺800mg d1）*2周期；TP方案：（白蛋白紫杉醇200mg d1，d8+卡铂600mg d1）*6周期\n', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8251, NULL, 556948, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.3×1.7×3.6cm', '', '', '', '', '否', '', '', '', '', '', '', '', ' >90%', '< 1%', '1+', '', '0.1', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2019-02-06', 'TE方案（多西他赛 120mg iv d1+多柔吡星脂质体 40mg iv d1）*5周期+来曲唑口服3月余', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8252, NULL, 80507710, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8253, NULL, 410054, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '3.3×2.1×3.4cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8254, NULL, 400972, '', '', '', '', '', '', '', '', '', '', '', '', '', '', 'B超：1.8×1.7×2.1cm', '', '', '', '', '否', '', '', 'T1N0M0', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8255, NULL, 607267, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.7×0.7cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8256, NULL, 517127, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.4×3.2×1.8cm', '', '', '', '', '否', '', '', 'T2N0Mx', '', '', '', '', '0.3', '0.15', '1+', '', '0.6', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '右胸壁肿物:40% ', '<1%', '', '', '20%~60%', '<1%', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8257, NULL, 515955, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '5.2×4.3×2.1cm', '', '', '', '', '否', '', '', 'cT3N0M0', '', '', '', '', '90', '90', '1+', '', '40', '5', '阴性', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2018-02-08', 'TA方案多西他赛120mg+多美素50mg*6', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8258, NULL, 592596, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8259, NULL, 298476, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.1cmX3.3cm', '', '', '', '', '否', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '0.9', '0.9', '2+', '', '', '', '阴性', '', '65', '1.204', '', NULL, '', '', '', '', '', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8260, NULL, 453753, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '1.4×1.1×1.5cm', '', '', '', '', '否', '', '', '', '', '', '', '', '30', '< 1%', '阴性', '', '30', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2016-06-28', 'TEC方案*6', '', '', '', 'PR', '', NULL, '', '', '', '', '');
INSERT INTO `clinical_feature` VALUES (8261, NULL, 450623, '', '', '', '', '', '', '', '', '', '', '', '', '', '', '2.1×1.9×1.9cm', '', '', '', '', '是', '肝,骨', '', 'T2N0M1 Ⅳ期', '', '', '', '', '< 1%', '< 1%', '3+', '', '0.7', '< 1%', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '肝(2016-6-2)<1%;(2019-4-8)<1%', '肝(2016-6-2)<1%；(2019-4-8)<1%', '3+', '', '肝(2016-6-2)80%；(2019-4-8)60%', '肝(2016-6-2)1%；(2019-4-8)<1%', '', '', '', '', '', '2016-05-31', 'TC方案化疗及赫塞汀靶向治疗*8', '', '', '', 'PR', '', NULL, '', '', '', '', '');

-- ----------------------------
-- Table structure for family_history
-- ----------------------------
DROP TABLE IF EXISTS `family_history`;
CREATE TABLE `family_history`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `是否有恶性肿瘤家族史` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `乳腺癌家族史` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `卵巢癌家族史` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `其他恶性肿瘤家族史` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `其他恶性肿瘤家族史具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `x级亲属` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '家族史表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of family_history
-- ----------------------------
INSERT INTO `family_history` VALUES (6001, NULL, 597109, '是', '否', '否', '是', NULL, '爷爷 奶奶 姑奶奶');
INSERT INTO `family_history` VALUES (6002, NULL, 603341, '是', '否', '否', '是', NULL, '姥爷 爷爷');
INSERT INTO `family_history` VALUES (6003, NULL, 362738, '是', '否', '是', '是', NULL, '母亲 奶奶');
INSERT INTO `family_history` VALUES (6004, NULL, 642505, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6005, NULL, 637913, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6006, NULL, 551448, '是', '是', '否', '否', NULL, '母亲');
INSERT INTO `family_history` VALUES (6007, NULL, 603148, '是', '否', '否', '是', NULL, '奶奶');
INSERT INTO `family_history` VALUES (6008, NULL, 236809, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6009, NULL, 613673, '是', '否', '否', '是', NULL, '外公');
INSERT INTO `family_history` VALUES (6010, NULL, 662871, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6011, NULL, 403570, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6012, NULL, 639352, '是', '是', '否', '否', NULL, '姨姨');
INSERT INTO `family_history` VALUES (6013, NULL, 603901, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6014, NULL, 344634, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6015, NULL, 627312, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6016, NULL, 634706, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6017, NULL, 584607, '是', '否', '否', '是', NULL, '母亲');
INSERT INTO `family_history` VALUES (6018, NULL, 470181, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6019, NULL, 636527, '是', '是', '否', '是', NULL, '姑姑 爷爷 奶奶');
INSERT INTO `family_history` VALUES (6020, NULL, 614253, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6021, NULL, 636925, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6022, NULL, 667346, '是', '是', '否', '否', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6023, NULL, 594392, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6024, NULL, 10002579, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6025, NULL, 645116, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6026, NULL, 625397, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6027, NULL, 593571, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6028, NULL, 548281, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6029, NULL, 642520, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6030, NULL, 675605, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6031, NULL, 641181, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6032, NULL, 598741, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6033, NULL, 579560, '是', '是', '否', '否', NULL, '母亲');
INSERT INTO `family_history` VALUES (6034, NULL, 547754, '是', '是', '否', '否', NULL, '母亲');
INSERT INTO `family_history` VALUES (6035, NULL, 622212, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6036, NULL, 574096, '是', '否', '否', '是', NULL, '母亲');
INSERT INTO `family_history` VALUES (6037, NULL, 572693, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6038, NULL, 559564, '是', '否', '否', '是', NULL, '祖母');
INSERT INTO `family_history` VALUES (6039, NULL, 527042, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6040, NULL, 613462, '是', '否', '否', '是', NULL, '母亲 祖父 姨妈');
INSERT INTO `family_history` VALUES (6041, NULL, 649517, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6042, NULL, 330641, '是', '否', '否', '是', NULL, '母亲');
INSERT INTO `family_history` VALUES (6043, NULL, 568955, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6044, NULL, 627019, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6045, NULL, 618497, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6046, NULL, 540833, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6047, NULL, 334606, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6048, NULL, 410494, '是', '否', '否', '是', NULL, '老爷');
INSERT INTO `family_history` VALUES (6049, NULL, 561324, '是', '是', '否', '否', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6050, NULL, 562255, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6051, NULL, 573669, '是', '否', '否', '是', NULL, '两位姨姨');
INSERT INTO `family_history` VALUES (6052, NULL, 576688, '是', '是', '否', '否', NULL, '姨姨');
INSERT INTO `family_history` VALUES (6053, NULL, 584329, '是', '否', '否', '是', NULL, '奶奶');
INSERT INTO `family_history` VALUES (6054, NULL, 588269, '是', '否', '否', '是', NULL, '奶奶');
INSERT INTO `family_history` VALUES (6055, NULL, 590316, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6056, NULL, 600112, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6057, NULL, 604003, '是', '否', '否', '是', NULL, '母亲');
INSERT INTO `family_history` VALUES (6058, NULL, 623880, '是', '是', '否', '否', NULL, '堂姐');
INSERT INTO `family_history` VALUES (6059, NULL, 628849, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6060, NULL, 629563, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6061, NULL, 629818, '是', '是', '否', '否', NULL, '姨妈');
INSERT INTO `family_history` VALUES (6062, NULL, 635124, '是', '是', '否', '否', NULL, '姨姨');
INSERT INTO `family_history` VALUES (6063, NULL, 638295, '是', '是', '否', '否', NULL, '姨姨');
INSERT INTO `family_history` VALUES (6064, NULL, 645131, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6065, NULL, 652458, '是', '否', '否', '是', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6066, NULL, 661577, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6067, NULL, 664791, '是', '否', '否', '是', NULL, '姨姨 舅舅');
INSERT INTO `family_history` VALUES (6068, NULL, 567369, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6069, NULL, 652221, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6070, NULL, 622207, '是', '是', '是', '否', NULL, '外祖母 姐姐 母亲 姨姨');
INSERT INTO `family_history` VALUES (6071, NULL, 597889, '是', '否', '否', '是', NULL, '父亲');
INSERT INTO `family_history` VALUES (6072, NULL, 514668, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6073, NULL, 640475, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6074, NULL, 576280, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6075, NULL, 626733, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6076, NULL, 627659, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6077, NULL, 472498, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6078, NULL, 591572, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6079, NULL, 541040, '是', '否', '否', '是', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6080, NULL, 487025, '是', '是', '否', '是', NULL, '母亲 姨父 祖母 舅舅');
INSERT INTO `family_history` VALUES (6081, NULL, 505396, '是', '是', '否', '否', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6082, NULL, 605377, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6083, NULL, 579926, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6084, NULL, 559105, '是', '否', '否', '是', NULL, '父亲');
INSERT INTO `family_history` VALUES (6085, NULL, 612330, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6086, NULL, 654458, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6087, NULL, 631505, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6088, NULL, 563730, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6089, NULL, 578560, '是', '是', '否', '否', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6090, NULL, 515813, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6091, NULL, 529501, '是', '否', '否', '是', NULL, '舅舅');
INSERT INTO `family_history` VALUES (6092, NULL, 499548, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6093, NULL, 506895, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6094, NULL, 619928, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6095, NULL, 399070, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6096, NULL, 474641, '是', '否', '否', '是', NULL, '外公');
INSERT INTO `family_history` VALUES (6097, NULL, 559281, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6098, NULL, 610923, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6099, NULL, 697600, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6100, NULL, 708296, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6101, NULL, 682093, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6102, NULL, 704830, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6103, NULL, 664511, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6104, NULL, 704197, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6105, NULL, 703581, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6106, NULL, 699771, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6107, NULL, 698882, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6108, NULL, 686749, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6109, NULL, 696220, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6110, NULL, 672411, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6111, NULL, 697130, '是', '否', '否', '是', NULL, '爷爷');
INSERT INTO `family_history` VALUES (6112, NULL, 707953, '是', '否', '否', '是', NULL, '爷爷');
INSERT INTO `family_history` VALUES (6113, NULL, 672787, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6114, NULL, 688469, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6115, NULL, 690223, '是', '是', '否', '否', NULL, '母亲');
INSERT INTO `family_history` VALUES (6116, NULL, 687873, '是', '否', '否', '是', NULL, '姥姥 姥爷');
INSERT INTO `family_history` VALUES (6117, NULL, 707600, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6118, NULL, 686818, '是', '否', '否', '是', NULL, '父亲 祖父');
INSERT INTO `family_history` VALUES (6119, NULL, 687488, '是', '否', '否', '是', NULL, '祖父 外祖母');
INSERT INTO `family_history` VALUES (6120, NULL, 678512, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6121, NULL, 682769, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6122, NULL, 684675, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6123, NULL, 646256, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6124, NULL, 681168, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6125, NULL, 508161, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6126, NULL, 677944, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6127, NULL, 678254, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6128, NULL, 678664, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6129, NULL, 679401, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6130, NULL, 667410, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6131, NULL, 646250, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6132, NULL, 568596, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6133, NULL, 674024, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6134, NULL, 654820, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6135, NULL, 669034, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6136, NULL, 1530953, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6137, NULL, 649742, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6138, NULL, 641971, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6139, NULL, 663743, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6140, NULL, 652433, '是', '是', '否', '是', NULL, '姑姑 伯父');
INSERT INTO `family_history` VALUES (6141, NULL, 665582, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6142, NULL, 337850, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6143, NULL, 667346, '是', '是', '否', '否', NULL, '姑姑');
INSERT INTO `family_history` VALUES (6144, NULL, 37185, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6145, NULL, 642394, '是', '否', '是', '是', NULL, '母亲 姐姐');
INSERT INTO `family_history` VALUES (6146, NULL, 361758, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6147, NULL, 457671, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6148, NULL, 586561, '是', '是', '否', '否', NULL, '三姑');
INSERT INTO `family_history` VALUES (6149, NULL, 403570, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6150, NULL, 646269, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6151, NULL, 556948, '是', '否', '否', '是', NULL, '母亲');
INSERT INTO `family_history` VALUES (6152, NULL, 80507710, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6153, NULL, 410054, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6154, NULL, 400972, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6155, NULL, 607267, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6156, NULL, 517127, '否', '否', '否', '否', NULL, '');
INSERT INTO `family_history` VALUES (6157, NULL, 515955, '是', '否', '否', '是', NULL, '爷爷');
INSERT INTO `family_history` VALUES (6158, NULL, 592596, '是', '否', '否', '是', NULL, '妈妈');
INSERT INTO `family_history` VALUES (6159, NULL, 298476, '是', '否', '否', '是', NULL, '姑姑 舅舅');
INSERT INTO `family_history` VALUES (6160, NULL, 453753, '是', '否', '否', '是', NULL, '父亲');
INSERT INTO `family_history` VALUES (6161, NULL, 450623, '否', '否', '否', '否', NULL, '');

-- ----------------------------
-- Table structure for gene21_detection
-- ----------------------------
DROP TABLE IF EXISTS `gene21_detection`;
CREATE TABLE `gene21_detection`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `是否进行21基因检测` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `检测时间` date NULL DEFAULT NULL,
  `研究编号` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `检测人员` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本位置` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `备注` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体详情` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '21基因信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of gene21_detection
-- ----------------------------
INSERT INTO `gene21_detection` VALUES (6001, NULL, 597109, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6002, NULL, 603341, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6003, NULL, 362738, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6004, NULL, 642505, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6005, NULL, 637913, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6006, NULL, 551448, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6007, NULL, 603148, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6008, NULL, 236809, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6009, NULL, 613673, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6010, NULL, 662871, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6011, NULL, 403570, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6012, NULL, 639352, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6013, NULL, 603901, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6014, NULL, 344634, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6015, NULL, 627312, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6016, NULL, 634706, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6017, NULL, 584607, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6018, NULL, 470181, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6019, NULL, 636527, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6020, NULL, 614253, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6021, NULL, 636925, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6022, NULL, 667346, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6023, NULL, 594392, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6024, NULL, 10002579, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6025, NULL, 645116, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6026, NULL, 625397, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6027, NULL, 593571, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6028, NULL, 548281, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6029, NULL, 642520, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6030, NULL, 675605, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6031, NULL, 641181, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6032, NULL, 598741, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6033, NULL, 579560, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6034, NULL, 547754, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6035, NULL, 622212, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6036, NULL, 574096, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6037, NULL, 572693, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6038, NULL, 559564, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6039, NULL, 527042, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6040, NULL, 613462, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6041, NULL, 649517, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6042, NULL, 330641, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6043, NULL, 568955, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6044, NULL, 627019, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6045, NULL, 618497, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6046, NULL, 540833, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6047, NULL, 334606, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6048, NULL, 410494, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6049, NULL, 561324, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6050, NULL, 562255, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6051, NULL, 573669, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6052, NULL, 576688, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6053, NULL, 584329, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6054, NULL, 588269, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6055, NULL, 590316, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6056, NULL, 600112, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6057, NULL, 604003, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6058, NULL, 623880, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6059, NULL, 628849, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6060, NULL, 629563, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6061, NULL, 629818, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6062, NULL, 635124, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6063, NULL, 638295, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6064, NULL, 645131, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6065, NULL, 652458, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6066, NULL, 661577, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6067, NULL, 664791, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6068, NULL, 567369, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6069, NULL, 652221, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6070, NULL, 622207, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6071, NULL, 597889, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6072, NULL, 514668, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6073, NULL, 640475, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6074, NULL, 576280, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6075, NULL, 626733, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6076, NULL, 627659, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6077, NULL, 472498, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6078, NULL, 591572, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6079, NULL, 541040, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6080, NULL, 487025, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6081, NULL, 505396, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6082, NULL, 605377, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6083, NULL, 579926, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6084, NULL, 559105, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6085, NULL, 612330, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6086, NULL, 654458, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6087, NULL, 631505, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6088, NULL, 563730, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6089, NULL, 578560, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6090, NULL, 515813, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6091, NULL, 529501, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6092, NULL, 499548, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6093, NULL, 506895, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6094, NULL, 619928, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6095, NULL, 399070, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6096, NULL, 474641, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6097, NULL, 559281, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6098, NULL, 610923, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6099, NULL, 697600, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6100, NULL, 708296, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6101, NULL, 682093, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6102, NULL, 704830, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6103, NULL, 664511, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6104, NULL, 704197, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6105, NULL, 703581, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6106, NULL, 699771, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6107, NULL, 698882, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6108, NULL, 686749, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6109, NULL, 696220, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6110, NULL, 672411, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6111, NULL, 697130, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6112, NULL, 707953, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6113, NULL, 672787, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6114, NULL, 688469, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6115, NULL, 690223, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6116, NULL, 687873, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6117, NULL, 707600, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6118, NULL, 686818, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6119, NULL, 687488, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6120, NULL, 678512, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6121, NULL, 682769, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6122, NULL, 684675, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6123, NULL, 646256, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6124, NULL, 681168, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6125, NULL, 508161, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6126, NULL, 677944, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6127, NULL, 678254, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6128, NULL, 678664, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6129, NULL, 679401, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6130, NULL, 667410, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6131, NULL, 646250, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6132, NULL, 568596, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6133, NULL, 674024, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6134, NULL, 654820, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6135, NULL, 669034, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6136, NULL, 1530953, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6137, NULL, 649742, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6138, NULL, 641971, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6139, NULL, 663743, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6140, NULL, 652433, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6141, NULL, 665582, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6142, NULL, 337850, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6143, NULL, 667346, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6144, NULL, 37185, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6145, NULL, 642394, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6146, NULL, 361758, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6147, NULL, 457671, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6148, NULL, 586561, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6149, NULL, 403570, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6150, NULL, 646269, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6151, NULL, 556948, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6152, NULL, 80507710, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6153, NULL, 410054, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6154, NULL, 400972, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6155, NULL, 607267, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6156, NULL, 517127, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6157, NULL, 515955, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6158, NULL, 592596, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6159, NULL, 298476, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6160, NULL, 453753, '', NULL, '', '', '', '', '');
INSERT INTO `gene21_detection` VALUES (6161, NULL, 450623, '', NULL, '', '', '', '', '');

-- ----------------------------
-- Table structure for gene70_detection
-- ----------------------------
DROP TABLE IF EXISTS `gene70_detection`;
CREATE TABLE `gene70_detection`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `是否进行70基因检测` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `检测时间` date NULL DEFAULT NULL,
  `研究编号` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `检测人员` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本位置` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `备注` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体详情` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '70基因信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of gene70_detection
-- ----------------------------
INSERT INTO `gene70_detection` VALUES (6001, NULL, 597109, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6002, NULL, 603341, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6003, NULL, 362738, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6004, NULL, 642505, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6005, NULL, 637913, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6006, NULL, 551448, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6007, NULL, 603148, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6008, NULL, 236809, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6009, NULL, 613673, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6010, NULL, 662871, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6011, NULL, 403570, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6012, NULL, 639352, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6013, NULL, 603901, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6014, NULL, 344634, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6015, NULL, 627312, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6016, NULL, 634706, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6017, NULL, 584607, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6018, NULL, 470181, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6019, NULL, 636527, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6020, NULL, 614253, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6021, NULL, 636925, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6022, NULL, 667346, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6023, NULL, 594392, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6024, NULL, 10002579, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6025, NULL, 645116, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6026, NULL, 625397, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6027, NULL, 593571, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6028, NULL, 548281, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6029, NULL, 642520, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6030, NULL, 675605, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6031, NULL, 641181, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6032, NULL, 598741, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6033, NULL, 579560, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6034, NULL, 547754, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6035, NULL, 622212, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6036, NULL, 574096, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6037, NULL, 572693, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6038, NULL, 559564, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6039, NULL, 527042, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6040, NULL, 613462, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6041, NULL, 649517, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6042, NULL, 330641, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6043, NULL, 568955, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6044, NULL, 627019, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6045, NULL, 618497, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6046, NULL, 540833, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6047, NULL, 334606, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6048, NULL, 410494, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6049, NULL, 561324, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6050, NULL, 562255, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6051, NULL, 573669, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6052, NULL, 576688, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6053, NULL, 584329, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6054, NULL, 588269, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6055, NULL, 590316, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6056, NULL, 600112, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6057, NULL, 604003, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6058, NULL, 623880, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6059, NULL, 628849, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6060, NULL, 629563, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6061, NULL, 629818, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6062, NULL, 635124, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6063, NULL, 638295, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6064, NULL, 645131, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6065, NULL, 652458, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6066, NULL, 661577, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6067, NULL, 664791, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6068, NULL, 567369, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6069, NULL, 652221, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6070, NULL, 622207, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6071, NULL, 597889, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6072, NULL, 514668, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6073, NULL, 640475, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6074, NULL, 576280, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6075, NULL, 626733, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6076, NULL, 627659, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6077, NULL, 472498, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6078, NULL, 591572, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6079, NULL, 541040, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6080, NULL, 487025, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6081, NULL, 505396, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6082, NULL, 605377, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6083, NULL, 579926, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6084, NULL, 559105, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6085, NULL, 612330, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6086, NULL, 654458, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6087, NULL, 631505, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6088, NULL, 563730, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6089, NULL, 578560, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6090, NULL, 515813, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6091, NULL, 529501, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6092, NULL, 499548, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6093, NULL, 506895, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6094, NULL, 619928, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6095, NULL, 399070, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6096, NULL, 474641, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6097, NULL, 559281, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6098, NULL, 610923, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6099, NULL, 697600, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6100, NULL, 708296, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6101, NULL, 682093, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6102, NULL, 704830, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6103, NULL, 664511, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6104, NULL, 704197, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6105, NULL, 703581, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6106, NULL, 699771, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6107, NULL, 698882, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6108, NULL, 686749, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6109, NULL, 696220, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6110, NULL, 672411, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6111, NULL, 697130, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6112, NULL, 707953, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6113, NULL, 672787, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6114, NULL, 688469, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6115, NULL, 690223, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6116, NULL, 687873, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6117, NULL, 707600, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6118, NULL, 686818, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6119, NULL, 687488, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6120, NULL, 678512, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6121, NULL, 682769, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6122, NULL, 684675, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6123, NULL, 646256, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6124, NULL, 681168, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6125, NULL, 508161, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6126, NULL, 677944, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6127, NULL, 678254, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6128, NULL, 678664, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6129, NULL, 679401, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6130, NULL, 667410, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6131, NULL, 646250, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6132, NULL, 568596, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6133, NULL, 674024, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6134, NULL, 654820, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6135, NULL, 669034, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6136, NULL, 1530953, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6137, NULL, 649742, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6138, NULL, 641971, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6139, NULL, 663743, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6140, NULL, 652433, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6141, NULL, 665582, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6142, NULL, 337850, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6143, NULL, 667346, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6144, NULL, 37185, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6145, NULL, 642394, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6146, NULL, 361758, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6147, NULL, 457671, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6148, NULL, 586561, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6149, NULL, 403570, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6150, NULL, 646269, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6151, NULL, 556948, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6152, NULL, 80507710, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6153, NULL, 410054, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6154, NULL, 400972, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6155, NULL, 607267, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6156, NULL, 517127, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6157, NULL, 515955, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6158, NULL, 592596, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6159, NULL, 298476, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6160, NULL, 453753, '', NULL, '', '', '', '', '');
INSERT INTO `gene70_detection` VALUES (6161, NULL, 450623, '', NULL, '', '', '', '', '');

-- ----------------------------
-- Table structure for genebrca_detection
-- ----------------------------
DROP TABLE IF EXISTS `genebrca_detection`;
CREATE TABLE `genebrca_detection`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `是否进行BRCA基因检测` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `检测时间` date NULL DEFAULT NULL,
  `研究编号` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `检测人员` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本位置` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `备注` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体详情` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = 'brca基因信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of genebrca_detection
-- ----------------------------
INSERT INTO `genebrca_detection` VALUES (6001, NULL, 597109, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6002, NULL, 603341, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6003, NULL, 362738, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6004, NULL, 642505, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6005, NULL, 637913, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6006, NULL, 551448, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6007, NULL, 603148, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6008, NULL, 236809, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6009, NULL, 613673, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6010, NULL, 662871, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6011, NULL, 403570, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6012, NULL, 639352, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6013, NULL, 603901, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6014, NULL, 344634, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6015, NULL, 627312, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6016, NULL, 634706, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6017, NULL, 584607, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6018, NULL, 470181, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6019, NULL, 636527, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6020, NULL, 614253, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6021, NULL, 636925, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6022, NULL, 667346, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6023, NULL, 594392, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6024, NULL, 10002579, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6025, NULL, 645116, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6026, NULL, 625397, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6027, NULL, 593571, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6028, NULL, 548281, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6029, NULL, 642520, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6030, NULL, 675605, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6031, NULL, 641181, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6032, NULL, 598741, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6033, NULL, 579560, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6034, NULL, 547754, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6035, NULL, 622212, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6036, NULL, 574096, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6037, NULL, 572693, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6038, NULL, 559564, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6039, NULL, 527042, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6040, NULL, 613462, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6041, NULL, 649517, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6042, NULL, 330641, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6043, NULL, 568955, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6044, NULL, 627019, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6045, NULL, 618497, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6046, NULL, 540833, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6047, NULL, 334606, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6048, NULL, 410494, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6049, NULL, 561324, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6050, NULL, 562255, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6051, NULL, 573669, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6052, NULL, 576688, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6053, NULL, 584329, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6054, NULL, 588269, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6055, NULL, 590316, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6056, NULL, 600112, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6057, NULL, 604003, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6058, NULL, 623880, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6059, NULL, 628849, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6060, NULL, 629563, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6061, NULL, 629818, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6062, NULL, 635124, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6063, NULL, 638295, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6064, NULL, 645131, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6065, NULL, 652458, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6066, NULL, 661577, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6067, NULL, 664791, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6068, NULL, 567369, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6069, NULL, 652221, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6070, NULL, 622207, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6071, NULL, 597889, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6072, NULL, 514668, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6073, NULL, 640475, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6074, NULL, 576280, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6075, NULL, 626733, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6076, NULL, 627659, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6077, NULL, 472498, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6078, NULL, 591572, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6079, NULL, 541040, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6080, NULL, 487025, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6081, NULL, 505396, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6082, NULL, 605377, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6083, NULL, 579926, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6084, NULL, 559105, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6085, NULL, 612330, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6086, NULL, 654458, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6087, NULL, 631505, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6088, NULL, 563730, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6089, NULL, 578560, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6090, NULL, 515813, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6091, NULL, 529501, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6092, NULL, 499548, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6093, NULL, 506895, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6094, NULL, 619928, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6095, NULL, 399070, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6096, NULL, 474641, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6097, NULL, 559281, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6098, NULL, 610923, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6099, NULL, 697600, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6100, NULL, 708296, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6101, NULL, 682093, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6102, NULL, 704830, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6103, NULL, 664511, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6104, NULL, 704197, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6105, NULL, 703581, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6106, NULL, 699771, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6107, NULL, 698882, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6108, NULL, 686749, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6109, NULL, 696220, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6110, NULL, 672411, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6111, NULL, 697130, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6112, NULL, 707953, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6113, NULL, 672787, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6114, NULL, 688469, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6115, NULL, 690223, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6116, NULL, 687873, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6117, NULL, 707600, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6118, NULL, 686818, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6119, NULL, 687488, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6120, NULL, 678512, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6121, NULL, 682769, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6122, NULL, 684675, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6123, NULL, 646256, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6124, NULL, 681168, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6125, NULL, 508161, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6126, NULL, 677944, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6127, NULL, 678254, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6128, NULL, 678664, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6129, NULL, 679401, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6130, NULL, 667410, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6131, NULL, 646250, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6132, NULL, 568596, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6133, NULL, 674024, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6134, NULL, 654820, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6135, NULL, 669034, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6136, NULL, 1530953, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6137, NULL, 649742, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6138, NULL, 641971, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6139, NULL, 663743, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6140, NULL, 652433, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6141, NULL, 665582, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6142, NULL, 337850, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6143, NULL, 667346, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6144, NULL, 37185, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6145, NULL, 642394, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6146, NULL, 361758, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6147, NULL, 457671, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6148, NULL, 586561, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6149, NULL, 403570, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6150, NULL, 646269, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6151, NULL, 556948, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6152, NULL, 80507710, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6153, NULL, 410054, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6154, NULL, 400972, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6155, NULL, 607267, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6156, NULL, 517127, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6157, NULL, 515955, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6158, NULL, 592596, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6159, NULL, 298476, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6160, NULL, 453753, '', NULL, '', '', '', '', '');
INSERT INTO `genebrca_detection` VALUES (6161, NULL, 450623, '', NULL, '', '', '', '', '');

-- ----------------------------
-- Table structure for patient
-- ----------------------------
DROP TABLE IF EXISTS `patient`;
CREATE TABLE `patient`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `姓名` varchar(25) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `初诊年龄` int NULL DEFAULT NULL,
  `性别` enum('男','女','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `婚姻状况` enum('已婚','未婚','离异','丧偶','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `民族` varchar(25) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `职业` varchar(25) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `籍贯` varchar(25) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `现地址` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `入院日期` datetime NULL DEFAULT NULL,
  `发现日期` date NULL DEFAULT NULL,
  `联系电话1` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `联系电话2` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `身份证号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `出生日期` date NULL DEFAULT NULL,
  `体重` float NULL DEFAULT NULL,
  `身高` float NULL DEFAULT NULL,
  `BMI` float NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1167 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '患者基本信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of patient
-- ----------------------------
INSERT INTO `patient` VALUES (1006, 12, 597109, 'xxx', 20, '女', '已婚', '', '', '', '', '2020-03-09 00:00:00', '2018-03-09', '13995033333', '13812345678', '', '2023-03-15', NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1007, NULL, 603341, 'xxx', 25, '女', '已婚', '', '', '', '', '2020-05-18 00:00:00', '2020-04-18', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1008, NULL, 362738, 'xxx', 25, '女', '已婚', '', '', '', '', '2013-12-25 00:00:00', '2013-04-25', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1009, NULL, 642505, 'xxx', 26, '女', '已婚', '', '', '', '', '2021-05-11 00:00:00', '2021-01-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1010, NULL, 637913, 'xxx', 26, '女', '已婚', '', '', '', '', '2021-04-08 00:00:00', '2021-03-08', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1011, NULL, 551448, 'xxx', 26, '女', '已婚', '', '', '', '', '2018-12-18 00:00:00', '2018-12-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1012, NULL, 603148, 'xxx', 27, '女', '已婚', '', '', '', '', '2020-05-13 00:00:00', '2020-04-13', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1013, NULL, 236809, 'xxx', 27, '女', '已婚', '', '', '', '', '2009-02-01 00:00:00', '2009-02-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1014, NULL, 613673, 'xxx', 28, '女', '已婚', '', '', '', '', '2020-08-18 00:00:00', '2020-07-18', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1015, NULL, 662871, 'xxx', 29, '女', '已婚', '', '', '', '', '2021-11-01 00:00:00', '2021-11-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1016, NULL, 403570, 'xxx', 29, '女', '已婚', '', '', '', '', '2015-03-04 00:00:00', '2015-03-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1017, NULL, 639352, 'xxx', 30, '女', '已婚', '', '', '', '', '2021-04-19 00:00:00', '2021-04-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1018, NULL, 603901, 'xxx', 30, '女', '已婚', '', '', '', '', '2020-05-20 00:00:00', '2020-05-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1019, NULL, 344634, 'xxx', 38, '女', '已婚', '', '', '', '', '2021-10-13 00:00:00', '2021-10-13', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1020, NULL, 627312, 'xxx', 31, '女', '已婚', '', '', '', '', '2020-12-18 00:00:00', '2020-12-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1021, NULL, 634706, 'xxx', 31, '女', '已婚', '', '', '', '', '2021-03-09 00:00:00', '2020-12-09', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1022, NULL, 584607, 'xxx', 31, '女', '已婚', '', '', '', '', '2019-10-07 00:00:00', '2019-08-07', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1023, NULL, 470181, 'xxx', 31, '女', '已婚', '', '', '', '', '2016-11-14 00:00:00', '2016-10-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1024, NULL, 636527, 'xxx', 32, '女', '已婚', '', '', '', '', '2021-03-24 00:00:00', '2021-02-24', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1025, NULL, 614253, 'xxx', 32, '女', '已婚', '', '', '', '', '2020-08-24 00:00:00', '2020-08-17', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1026, NULL, 636925, 'xxx', 32, '女', '已婚', '', '', '', '', '2021-03-29 00:00:00', '2021-01-29', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1027, NULL, 667346, 'xxx', 32, '女', '已婚', '', '', '', '', '2021-04-29 00:00:00', '2021-04-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1028, NULL, 594392, 'xxx', 32, '女', '已婚', '', '', '', '', '2019-12-30 00:00:00', '2019-11-30', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1029, NULL, 10002579, 'xxx', 33, '女', '已婚', '', '', '', '', NULL, NULL, '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1030, NULL, 645116, 'xxx', 33, '女', '已婚', '', '', '', '', '2021-05-31 00:00:00', '2021-02-08', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1031, NULL, 625397, 'xxx', 33, '女', '已婚', '', '', '', '', '2020-12-09 00:00:00', '2020-09-09', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1032, NULL, 593571, 'xxx', 33, '女', '已婚', '', '', '', '', '2019-12-19 00:00:00', '2019-12-09', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1033, NULL, 548281, 'xxx', 33, '女', '已婚', '', '', '', '', '2018-11-19 00:00:00', '2018-10-19', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1034, NULL, 642520, 'xxx', 33, '女', '已婚', '', '', '', '', '2021-05-12 00:00:00', '2020-09-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1035, NULL, 675605, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-03-07 00:00:00', '2021-09-07', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1036, NULL, 641181, 'xxx', 34, '女', '已婚', '', '', '', '', '2021-05-06 00:00:00', '2021-01-06', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1037, NULL, 598741, 'xxx', 34, '女', '已婚', '', '', '', '', '2020-03-30 00:00:00', '2020-03-30', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1038, NULL, 579560, 'xxx', 34, '女', '已婚', '', '', '', '', '2019-08-20 00:00:00', '2019-07-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1039, NULL, 547754, 'xxx', 34, '女', '已婚', '', '', '', '', '2018-11-14 00:00:00', '2018-09-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1040, NULL, 622212, 'xxx', 34, '女', '已婚', '', '', '', '', '2020-11-04 00:00:00', '2020-06-04', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1041, NULL, 574096, 'xxx', 34, '女', '已婚', '', '', '', '', '2019-07-04 00:00:00', '2019-06-04', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1042, NULL, 572693, 'xxx', 34, '女', '已婚', '', '', '', '', '2019-06-24 00:00:00', '2019-06-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1043, NULL, 559564, 'xxx', 34, '女', '已婚', '', '', '', '', '2019-03-07 00:00:00', '2018-01-07', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1044, NULL, 527042, 'xxx', 34, '女', '已婚', '', '', '', '', '2018-05-10 00:00:00', '2018-01-10', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1045, NULL, 613462, 'xxx', 35, '女', '已婚', '', '', '', '', '2020-08-19 00:00:00', '2020-08-04', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1046, NULL, 649517, 'xxx', 35, '女', '已婚', '', '', '', '', '2021-07-05 00:00:00', '2021-05-05', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1047, NULL, 330641, 'xxx', 35, '女', '已婚', '', '', '', '', '2012-12-27 00:00:00', '2012-10-27', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1048, NULL, 568955, 'xxx', 35, '女', '已婚', '', '', '', '', '2019-05-22 00:00:00', '2019-05-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1049, NULL, 627019, 'xxx', 35, '女', '已婚', '', '', '', '', '2020-12-21 00:00:00', '2020-11-21', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1050, NULL, 618497, 'xxx', 35, '女', '已婚', '', '', '', '', '2020-09-28 00:00:00', '2020-08-28', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1051, NULL, 540833, 'xxx', 35, '女', '已婚', '', '', '', '', '2018-09-10 00:00:00', '2017-09-10', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1052, NULL, 334606, 'xxx', 38, '女', '已婚', '', '', '', '', '2013-02-26 00:00:00', '2013-03-26', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1053, NULL, 410494, 'xxx', 37, '女', '已婚', '', '', '', '', '2015-05-04 00:00:00', '2015-02-04', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1054, NULL, 561324, 'xxx', 37, '女', '已婚', '', '', '', '', '2019-03-20 00:00:00', '2019-01-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1055, NULL, 562255, 'xxx', 37, '女', '已婚', '', '', '', '', '2019-03-27 00:00:00', '2019-03-24', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1056, NULL, 573669, 'xxx', 37, '女', '已婚', '', '', '', '', '2019-07-03 00:00:00', '2019-06-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1057, NULL, 576688, 'xxx', 37, '女', '已婚', '', '', '', '', '2019-07-26 00:00:00', '2017-07-26', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1058, NULL, 584329, 'xxx', 37, '女', '已婚', '', '', '', '', '2019-10-07 00:00:00', '2019-09-24', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1059, NULL, 588269, 'xxx', 36, '女', '已婚', '', '', '', '', '2019-11-06 00:00:00', '2019-10-06', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1060, NULL, 590316, 'xxx', 36, '女', '已婚', '', '', '', '', '2019-11-12 00:00:00', '2019-09-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1061, NULL, 600112, 'xxx', 36, '女', '已婚', '', '', '', '', '2020-04-13 00:00:00', '2020-03-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1062, NULL, 604003, 'xxx', 38, '女', '已婚', '', '', '', '', '2020-05-21 00:00:00', '2020-02-21', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1063, NULL, 623880, 'xxx', 37, '女', '已婚', '', '', '', '', '2020-11-17 00:00:00', '2019-03-17', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1064, NULL, 628849, 'xxx', 36, '女', '已婚', '', '', '', '', '2021-01-06 00:00:00', '2020-12-16', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1065, NULL, 629563, 'xxx', 37, '女', '已婚', '', '', '', '', '2021-01-13 00:00:00', '2021-01-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1066, NULL, 629818, 'xxx', 37, '女', '已婚', '', '', '', '', '2021-02-03 00:00:00', '2021-01-15', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1067, NULL, 635124, 'xxx', 36, '女', '已婚', '', '', '', '', '2021-03-12 00:00:00', '2021-01-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1068, NULL, 638295, 'xxx', 37, '女', '已婚', '', '', '', '', '2021-04-06 00:00:00', '2021-03-27', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1069, NULL, 645131, 'xxx', 36, '女', '已婚', '', '', '', '', '2020-12-16 00:00:00', '2020-07-16', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1070, NULL, 652458, 'xxx', 36, '女', '已婚', '', '', '', '', '2021-08-02 00:00:00', '2020-08-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1071, NULL, 661577, 'xxx', 40, '女', '已婚', '', '', '', '', '2021-10-22 00:00:00', '2021-09-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1072, NULL, 664791, 'xxx', 36, '女', '已婚', '', '', '', '', '2021-11-16 00:00:00', '2021-11-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1073, NULL, 567369, 'xxx', 47, '女', '已婚', '', '', '', '', '2019-05-09 00:00:00', '2019-04-09', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1074, NULL, 652221, 'xxx', 34, '女', '已婚', '', '', '', '', '2021-07-26 00:00:00', '2021-07-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1075, NULL, 622207, 'xxx', 45, '女', '已婚', '', '', '', '', '2020-11-12 00:00:00', '2018-09-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1076, NULL, 597889, 'xxx', 35, '女', '已婚', '', '', '', '', '2020-03-21 00:00:00', '2018-03-21', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1077, NULL, 514668, 'xxx', 44, '女', '已婚', '', '', '', '', '2020-11-02 00:00:00', '2029-11-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1078, NULL, 640475, 'xxx', 37, '女', '已婚', '', '', '', '', '2021-08-30 00:00:00', '2021-04-30', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1079, NULL, 576280, 'xxx', 39, '女', '已婚', '', '', '', '', '2019-07-23 00:00:00', '2019-06-23', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1080, NULL, 626733, 'xxx', 35, '女', '已婚', '', '', '', '', '2021-05-31 00:00:00', '2021-01-24', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1081, NULL, 627659, 'xxx', 47, '女', '已婚', '', '', '', '', '2020-12-23 00:00:00', '2010-12-23', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1082, NULL, 472498, 'xxx', 39, '女', '已婚', '', '', '', '', '2016-12-05 00:00:00', '2016-04-05', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1083, NULL, 591572, 'xxx', 40, '女', '已婚', '', '', '', '', '2019-12-02 00:00:00', '2019-11-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1084, NULL, 541040, 'xxx', 35, '女', '已婚', '', '', '', '', '2018-09-12 00:00:00', '2018-08-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1085, NULL, 487025, 'xxx', 43, '女', '已婚', '', '', '', '', '2017-04-24 00:00:00', '2017-02-24', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1086, NULL, 505396, 'xxx', 42, '女', '已婚', '', '', '', '', '2017-10-18 00:00:00', '2017-05-18', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1087, NULL, 605377, 'xxx', 43, '女', '已婚', '', '', '', '', '2020-06-03 00:00:00', '2020-05-03', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1088, NULL, 579926, 'xxx', 62, '女', '已婚', '', '', '', '', '2019-08-22 00:00:00', '2019-06-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1089, NULL, 559105, 'xxx', 59, '女', '已婚', '', '', '', '', '2019-03-04 00:00:00', '2019-02-16', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1090, NULL, 612330, 'xxx', 58, '女', '已婚', '', '', '', '', '2020-08-05 00:00:00', '2020-07-16', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1091, NULL, 654458, 'xxx', 38, '女', '已婚', '', '', '', '', '2021-08-16 00:00:00', '2020-11-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1092, NULL, 631505, 'xxx', 57, '女', '已婚', '', '', '', '', '2021-01-30 00:00:00', '1905-07-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1093, NULL, 563730, 'xxx', 53, '女', '已婚', '', '', '', '', '2016-02-12 00:00:00', '2016-02-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1094, NULL, 578560, 'xxx', 69, '女', '已婚', '', '', '', '', '2019-08-12 00:00:00', '2019-08-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1095, NULL, 515813, 'xxx', 54, '女', '已婚', '', '', '', '', '2018-01-22 00:00:00', '2018-01-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1096, NULL, 529501, 'xxx', 51, '女', '已婚', '', '', '', '', '2018-05-30 00:00:00', '2018-03-30', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1097, NULL, 499548, 'xxx', 57, '女', '已婚', '', '', '', '', '2017-08-21 00:00:00', '2017-08-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1098, NULL, 506895, 'xxx', 44, '女', '已婚', '', '', '', '', '2019-07-24 00:00:00', '1905-07-06', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1099, NULL, 619928, 'xxx', 34, '女', '已婚', '', '', '', '', '2020-10-15 00:00:00', '2020-09-15', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1100, NULL, 399070, 'xxx', 47, '女', '已婚', '', '', '', '', '2015-01-12 00:00:00', '2014-12-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1101, NULL, 474641, 'xxx', 53, '女', '已婚', '', '', '', '', '2016-12-23 00:00:00', '2016-12-16', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1102, NULL, 559281, 'xxx', 44, '女', '已婚', '', '', '', '', '2019-03-05 00:00:00', '2019-02-05', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1103, NULL, 610923, 'xxx', 34, '女', '已婚', '', '', '', '', NULL, NULL, '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1104, NULL, 697600, 'xxx', 37, '女', '已婚', '', '', '', '', '2022-09-02 00:00:00', '2022-08-15', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1105, NULL, 708296, 'xxx', 25, '女', '已婚', '', '', '', '', '2022-12-21 00:00:00', '2022-12-21', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1106, NULL, 682093, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-05-09 00:00:00', '2022-03-09', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1107, NULL, 704830, 'xxx', 35, '女', '已婚', '', '', '', '', '2022-11-11 00:00:00', '2021-11-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1108, NULL, 664511, 'xxx', 33, '女', '已婚', '', '', '', '', '2021-11-15 00:00:00', '2020-11-15', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1109, NULL, 704197, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-11-02 00:00:00', '2022-10-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1110, NULL, 703581, 'xxx', 29, '女', '已婚', '', '', '', '', '2022-10-27 00:00:00', '2022-10-24', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1111, NULL, 699771, 'xxx', 35, '女', '已婚', '', '', '', '', '2022-09-22 00:00:00', '2022-09-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1112, NULL, 698882, 'xxx', 30, '女', '已婚', '', '', '', '', '2022-09-14 00:00:00', '2022-08-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1113, NULL, 686749, 'xxx', 32, '女', '已婚', '', '', '', '', '2022-06-14 00:00:00', '2022-06-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1114, NULL, 696220, 'xxx', 35, '女', '已婚', '', '', '', '', '2022-08-24 00:00:00', '2022-08-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1115, NULL, 672411, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-02-08 00:00:00', '2022-02-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1116, NULL, 697130, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-08-30 00:00:00', '2022-04-30', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1117, NULL, 707953, 'xxx', 30, '女', '已婚', '', '', '', '', '2022-12-08 00:00:00', '2022-07-08', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1118, NULL, 672787, 'xxx', 36, '女', '已婚', '', '', '', '', '2022-02-10 00:00:00', '2022-01-10', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1119, NULL, 688469, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-06-27 00:00:00', '2022-05-27', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1120, NULL, 690223, 'xxx', 33, '女', '已婚', '', '', '', '', '2022-07-11 00:00:00', '2022-07-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1121, NULL, 687873, 'xxx', 38, '女', '已婚', '', '', '', '', '2022-06-22 00:00:00', '2022-03-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1122, NULL, 707600, 'xxx', 36, '女', '已婚', '', '', '', '', '2022-12-05 00:00:00', '2022-07-05', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1123, NULL, 686818, 'xxx', 31, '女', '已婚', '', '', '', '', '2022-06-14 00:00:00', '2022-04-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1124, NULL, 687488, 'xxx', 35, '女', '已婚', '', '', '', '', '2022-06-20 00:00:00', '2022-06-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1125, NULL, 678512, 'xxx', 31, '女', '已婚', '', '', '', '', '2022-04-06 00:00:00', '2022-04-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1126, NULL, 682769, 'xxx', 30, '女', '已婚', '', '', '', '', '2022-05-13 00:00:00', '2022-05-03', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1127, NULL, 684675, 'xxx', 29, '女', '已婚', '', '', '', '', '2022-05-27 00:00:00', '2022-05-17', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1128, NULL, 646256, 'xxx', 31, '女', '已婚', '', '', '', '', '2021-06-08 00:00:00', '2021-05-08', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1129, NULL, 681168, 'xxx', 34, '女', '已婚', '', '', '', '', '2022-04-27 00:00:00', '2022-03-27', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1130, NULL, 508161, 'xxx', 30, '女', '已婚', '', '', '', '', '2021-12-28 00:00:00', '2021-06-28', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1131, NULL, 677944, 'xxx', 35, '女', '已婚', '', '', '', '', '2022-03-29 00:00:00', '2022-03-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1132, NULL, 678254, 'xxx', 28, '女', '已婚', '', '', '', '', '2022-04-01 00:00:00', '2022-03-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1133, NULL, 678664, 'xxx', 29, '女', '已婚', '', '', '', '', '2022-04-06 00:00:00', '2022-03-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1134, NULL, 679401, 'xxx', 35, '女', '已婚', '', '', '', '', '2022-04-13 00:00:00', '2022-04-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1135, NULL, 667410, 'xxx', 30, '女', '已婚', '', '', '', '', '2021-12-08 00:00:00', '2021-12-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1136, NULL, 646250, 'xxx', 31, '女', '已婚', '', '', '', '', '2021-06-10 00:00:00', '1905-07-13', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1137, NULL, 568596, 'xxx', 30, '女', '已婚', '', '', '', '', '2019-12-02 00:00:00', '2019-10-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1138, NULL, 674024, 'xxx', 37, '女', '已婚', '', '', '', '', '2022-02-22 00:00:00', '2022-01-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1139, NULL, 654820, 'xxx', 38, '女', '已婚', '', '', '', '', '2021-08-23 00:00:00', '2021-07-23', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1140, NULL, 669034, 'xxx', 31, '女', '已婚', '', '', '', '', '2021-12-21 00:00:00', '2021-11-21', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1141, NULL, 1530953, 'xxx', NULL, '女', '已婚', '', '', '', '', NULL, NULL, '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1142, NULL, 649742, 'xxx', 34, '女', '已婚', '', '', '', '', '2021-07-06 00:00:00', '2021-06-06', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1143, NULL, 641971, 'xxx', 38, '女', '已婚', '', '', '', '', '2020-04-01 00:00:00', '1905-07-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1144, NULL, 663743, 'xxx', 39, '女', '已婚', '', '', '', '', '2021-11-08 00:00:00', '2021-10-08', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1145, NULL, 652433, 'xxx', 31, '女', '已婚', '', '', '', '', '2021-08-06 00:00:00', '2021-07-12', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1146, NULL, 665582, 'xxx', 35, '女', '已婚', '', '', '', '', '2021-11-23 00:00:00', '2021-09-23', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1147, NULL, 337850, 'xxx', 35, '女', '已婚', '', '', '', '', '2013-04-01 00:00:00', '2012-06-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1148, NULL, 667346, 'xxx', 32, '女', '已婚', '', '', '', '', '2021-12-07 00:00:00', '2021-06-07', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1149, NULL, 37185, 'xxx', NULL, '女', '已婚', '', '', '', '', NULL, NULL, '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1150, NULL, 642394, 'xxx', 46, '女', '已婚', '', '', '', '', '2021-05-11 00:00:00', '2021-04-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1151, NULL, 361758, 'xxx', 62, '女', '已婚', '', '', '', '', '2013-12-16 00:00:00', '2013-12-13', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1152, NULL, 457671, 'xxx', 31, '女', '已婚', '', '', '', '', '2016-07-18 00:00:00', '2016-04-18', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1153, NULL, 586561, 'xxx', 35, '女', '已婚', '', '', '', '', '2019-10-22 00:00:00', '2019-10-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1154, NULL, 403570, 'xxx', 29, '女', '已婚', '', '', '', '', '2015-03-04 00:00:00', '2015-02-04', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1155, NULL, 646269, 'xxx', 55, '女', '已婚', '', '', '', '', '2021-06-08 00:00:00', '2021-01-08', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1156, NULL, 556948, 'xxx', 62, '女', '已婚', '', '', '', '', '2019-02-14 00:00:00', '2018-10-14', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1157, NULL, 80507710, 'xxx', NULL, '女', '已婚', '', '', '', '', NULL, NULL, '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1158, NULL, 410054, 'xxx', 47, '女', '已婚', '', '', '', '', '2015-04-28 00:00:00', '2015-03-28', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1159, NULL, 400972, 'xxx', 55, '女', '已婚', '', '', '', '', '2016-12-05 00:00:00', '2016-12-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1160, NULL, 607267, 'xxx', 65, '女', '已婚', '', '', '', '', '2020-06-22 00:00:00', '2017-06-22', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1161, NULL, 517127, 'xxx', 39, '女', '已婚', '', '', '', '', '2018-02-05 00:00:00', '2017-08-05', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1162, NULL, 515955, 'xxx', 41, '女', '已婚', '', '', '', '', '2018-01-23 00:00:00', '2018-01-20', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1163, NULL, 592596, 'xxx', 40, '女', '已婚', '', '', '', '', '2019-12-11 00:00:00', '2019-04-11', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1164, NULL, 298476, 'xxx', 36, '女', '已婚', '', '', '', '', '2011-11-02 00:00:00', '2011-05-02', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1165, NULL, 453753, 'xxx', 46, '女', '已婚', '', '', '', '', '2016-06-13 00:00:00', '2016-06-01', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);
INSERT INTO `patient` VALUES (1166, NULL, 450623, 'xxx', 45, '女', '已婚', '', '', '', '', '2016-05-16 00:00:00', '2016-03-16', '13995033333', '13812345678', '', NULL, NULL, NULL, NULL);

-- ----------------------------
-- Table structure for patient_follow
-- ----------------------------
DROP TABLE IF EXISTS `patient_follow`;
CREATE TABLE `patient_follow`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `DFS` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `死亡与否` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `死亡时间` datetime NULL DEFAULT NULL,
  `死因` enum('肿瘤','非肿瘤','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体死因` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `OS` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `末次复查时间（截止查病历时/电话随诊）` date NULL DEFAULT NULL,
  `治疗后生育情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `双原发癌症` enum('无','对侧乳腺','非同侧胸壁','区域淋巴结','其他原发癌','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `双原发癌症具体详情` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `双原发癌症首次发生时间` datetime NULL DEFAULT NULL,
  `随访备注` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '病人跟踪记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of patient_follow
-- ----------------------------
INSERT INTO `patient_follow` VALUES (5001, NULL, 597109, '', '', NULL, '', '', '', '2022-08-01', '未生育', '', '', NULL, '免疫组化为外院切检会诊结果');
INSERT INTO `patient_follow` VALUES (5002, NULL, 603341, '', '', NULL, '', '', '', '2020-08-26', '', '', '', NULL, '复发后治疗？');
INSERT INTO `patient_follow` VALUES (5003, NULL, 362738, '', '', NULL, '', '', '', '2022-10-01', '未生育', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5004, NULL, 642505, '', '', NULL, '', '', '', '2023-01-01', '未生育', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5005, NULL, 637913, '', '', NULL, '', '', '', '2023-02-20', '未怀孕', '无', '', NULL, '2023.2.20于我院行左乳扩张器取出术+假体置入术');
INSERT INTO `patient_follow` VALUES (5006, NULL, 551448, '', '', NULL, '', '', '', '2022-11-23', '怀孕中', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5007, NULL, 603148, '', '', NULL, '', '', '', '2021-10-13', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5008, NULL, 236809, '132M', '', NULL, '', '', '', '2022-10-11', '是', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5009, NULL, 613673, '', '', NULL, '', '', '', '2022-01-01', '未生育', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5010, NULL, 662871, '', '', NULL, '', '', '', '2023-02-01', '未生育', '', '', NULL, '术后化疗信息见空港病例');
INSERT INTO `patient_follow` VALUES (5011, NULL, 403570, '75M', '', NULL, '', '', '', '2022-11-21', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5012, NULL, 639352, '', '', NULL, '', '', '', '2023-02-01', '未怀孕', '', '', NULL, '术后辅助化疗为空港病例，具体不详');
INSERT INTO `patient_follow` VALUES (5013, NULL, 603901, '', '', NULL, '', '', '', '2023-01-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5014, NULL, 344634, '', '', NULL, '', '', '', '2022-12-28', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5015, NULL, 627312, '', '', NULL, '', '', '', '2023-01-01', '未怀孕', '无', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5016, NULL, 634706, '', '', NULL, '', '', '', '2023-03-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5017, NULL, 584607, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者未手术，出院后无任何就诊信息');
INSERT INTO `patient_follow` VALUES (5018, NULL, 470181, '', '', NULL, '', '', '', '2022-11-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5019, NULL, 636527, '', '', NULL, '', '', '', '2022-08-01', '', '', '', NULL, '不接电话');
INSERT INTO `patient_follow` VALUES (5020, NULL, 614253, '', '', NULL, '', '', '', '2023-03-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5021, NULL, 636925, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '内分泌治疗？无复查记录都是临床试验门诊');
INSERT INTO `patient_follow` VALUES (5022, NULL, 667346, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '重复');
INSERT INTO `patient_follow` VALUES (5023, NULL, 594392, '', '', NULL, '', '', '', '2022-06-13', '', '', '', NULL, '不接电话');
INSERT INTO `patient_follow` VALUES (5024, NULL, 10002579, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '无住院号，未住院，只有门诊信息，肺骨转移');
INSERT INTO `patient_follow` VALUES (5025, NULL, 645116, '', '', NULL, '', '', '', '2022-11-22', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5026, NULL, 625397, '', '', NULL, '', '', '', '2021-06-21', '不详', '', '', NULL, '患者不配合回答随访问题');
INSERT INTO `patient_follow` VALUES (5027, NULL, 593571, '', '', NULL, '', '', '', '2022-05-30', '', '', '', NULL, '不接电话');
INSERT INTO `patient_follow` VALUES (5028, NULL, 548281, '', '', NULL, '', '', '', '2022-11-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5029, NULL, 642520, '', '', NULL, '', '', '', '2022-06-07', '', '', '', NULL, '不接电话');
INSERT INTO `patient_follow` VALUES (5030, NULL, 675605, '', '', NULL, '', '', '', '2022-12-07', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5031, NULL, 641181, '', '', NULL, '', '', '', '2022-08-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5032, NULL, 598741, '', '', NULL, '', '', '', '2022-12-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5033, NULL, 579560, '', '', NULL, '', '', '', '2023-03-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5034, NULL, 547754, '19M', '', NULL, '', '', '', '2023-03-01', '未怀孕', '', '', NULL, '右乳算复发还是双原发癌？');
INSERT INTO `patient_follow` VALUES (5035, NULL, 622212, '', '', NULL, '', '', '', '2022-12-08', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5036, NULL, 574096, '', '', NULL, '', '', '', '2021-10-08', '', '', '', NULL, '未接电话。内分泌治疗，术后HER-2 2+没有做FISH');
INSERT INTO `patient_follow` VALUES (5037, NULL, 572693, '', '', NULL, '', '', '', '2023-02-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5038, NULL, 559564, '', '', NULL, '', '', '', '2022-08-15', '', '', '', NULL, '不接电话');
INSERT INTO `patient_follow` VALUES (5039, NULL, 527042, '', '', NULL, '', '', '', '2022-09-19', '', '其他原发癌', '甲状腺乳头状癌', NULL, '患者电话更换，无法随访');
INSERT INTO `patient_follow` VALUES (5040, NULL, 613462, '', '', NULL, '', '', '', '2023-02-22', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5041, NULL, 649517, '', '', NULL, '', '', '', '2023-01-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5042, NULL, 330641, '', '', NULL, '', '', '', '2021-03-15', '', '', '', NULL, '没有术后病理信息及术后治疗信息');
INSERT INTO `patient_follow` VALUES (5043, NULL, 568955, '', '', NULL, '', '', '', '2022-11-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5044, NULL, 627019, '', '', NULL, '', '', '', '2022-10-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5045, NULL, 618497, '', '', NULL, '', '', '', '2022-12-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5046, NULL, 540833, '', '', NULL, '', '', '', '2022-06-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5047, NULL, 334606, '64M', '', NULL, '', '', '', '2022-09-20', '', '', '', NULL, '2020-12-16行胸腔镜下右下肺前基底段切除术，术后病理示：癌、结合病史及免疫组化结果符合乳腺癌转移');
INSERT INTO `patient_follow` VALUES (5048, NULL, 410494, '', '', NULL, '', '', '', '2022-04-02', '', '', '', NULL, '联系电话错误，无法随访');
INSERT INTO `patient_follow` VALUES (5049, NULL, 561324, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5050, NULL, 562255, '', '', NULL, '', '', '', '2023-03-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5051, NULL, 573669, '', '', NULL, '', '', '', '2020-11-04', '', '', '', NULL, '患者联系电话已停机，无法随访');
INSERT INTO `patient_follow` VALUES (5052, NULL, 576688, '', '', NULL, '', '', '', '2022-07-25', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5053, NULL, 584329, '', '', NULL, '', '', '', '2021-12-08', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5054, NULL, 588269, '', '', NULL, '', '', '', '2023-03-01', '未怀孕', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5055, NULL, 590316, '', '', NULL, '', '', '', '2022-09-08', '', '', '', NULL, '电话无法接通');
INSERT INTO `patient_follow` VALUES (5056, NULL, 600112, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '电话随访，但时间他也不记得');
INSERT INTO `patient_follow` VALUES (5057, NULL, 604003, '26m', '', NULL, '', '', '', '2023-01-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5058, NULL, 623880, '', '', NULL, '', '', '', '2021-08-12', '', '', '', NULL, '家属说记不住直接挂');
INSERT INTO `patient_follow` VALUES (5059, NULL, 628849, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5060, NULL, 629563, '', '', NULL, '', '', '', '2022-07-15', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5061, NULL, 629818, '', '', NULL, '', '', '', '2020-03-01', '', '', '', NULL, '具体用药及时间不记得');
INSERT INTO `patient_follow` VALUES (5062, NULL, 635124, '', '', NULL, '', '', '', '2022-12-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5063, NULL, 638295, '', '', NULL, '', '', '', '2022-02-21', '', '', '', NULL, '挂电话');
INSERT INTO `patient_follow` VALUES (5064, NULL, 645131, '', '', NULL, '', '', '', '2023-01-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5065, NULL, 652458, '', '', NULL, '', '', '', '2022-11-17', '', '', '', NULL, '电话是错的');
INSERT INTO `patient_follow` VALUES (5066, NULL, 661577, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5067, NULL, 664791, '', '', NULL, '', '', '', '2023-01-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5068, NULL, 567369, '', '', NULL, '', '', '', '2022-06-09', '', '', '', NULL, '无法接通');
INSERT INTO `patient_follow` VALUES (5069, NULL, 652221, '', '', NULL, '', '', '', '2022-08-31', '', '', '', NULL, '患者也记不得具体时间');
INSERT INTO `patient_follow` VALUES (5070, NULL, 622207, '', '', NULL, '', '', '', '2022-09-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5071, NULL, 597889, '', '', NULL, '', '', '', '2023-01-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5072, NULL, 514668, '', '', NULL, '', '', '', '2020-12-14', '', '', '', NULL, '去世一年多');
INSERT INTO `patient_follow` VALUES (5073, NULL, 640475, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5074, NULL, 576280, '', '', NULL, '', '', '', '2022-06-08', '', '', '', NULL, '无法接通');
INSERT INTO `patient_follow` VALUES (5075, NULL, 626733, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '2021.7去世');
INSERT INTO `patient_follow` VALUES (5076, NULL, 627659, '', '', NULL, '', '', '', '2021-08-24', '', '', '', NULL, '患者家属什么都不知道');
INSERT INTO `patient_follow` VALUES (5077, NULL, 472498, '', '', NULL, '', '', '', '2021-10-21', '', '', '', NULL, '关机');
INSERT INTO `patient_follow` VALUES (5078, NULL, 591572, '', '', NULL, '', '', '', '2022-11-10', '', '', '', NULL, '空港化疗');
INSERT INTO `patient_follow` VALUES (5079, NULL, 541040, '', '', NULL, '', '', '', '2018-09-12', '', '', '', NULL, '不方便接电话');
INSERT INTO `patient_follow` VALUES (5080, NULL, 487025, '', '', NULL, '', '', '', '2021-04-01', '', '', '', NULL, '关机');
INSERT INTO `patient_follow` VALUES (5081, NULL, 505396, '', '', NULL, '', '', '', '2022-10-25', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5082, NULL, 605377, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '无法接通');
INSERT INTO `patient_follow` VALUES (5083, NULL, 579926, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '空港化疗，空港PD-1');
INSERT INTO `patient_follow` VALUES (5084, NULL, 559105, '5m', '', NULL, '', '', '', '2022-06-10', '', '', '', NULL, '去世');
INSERT INTO `patient_follow` VALUES (5085, NULL, 612330, '', '', NULL, '', '', '', '2022-10-10', '', '', '', NULL, '关机');
INSERT INTO `patient_follow` VALUES (5086, NULL, 654458, '', '', NULL, '', '', '', '2022-02-07', '', '', '', NULL, '无法接通');
INSERT INTO `patient_follow` VALUES (5087, NULL, 631505, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '不方便接电话');
INSERT INTO `patient_follow` VALUES (5088, NULL, 563730, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5089, NULL, 578560, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '不方便回访（我猜去世了）');
INSERT INTO `patient_follow` VALUES (5090, NULL, 515813, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '空号');
INSERT INTO `patient_follow` VALUES (5091, NULL, 529501, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '打通了没人接');
INSERT INTO `patient_follow` VALUES (5092, NULL, 499548, '', '', NULL, '', '', '', '2021-03-02', '', '', '', NULL, '空号');
INSERT INTO `patient_follow` VALUES (5093, NULL, 506895, '', '', NULL, '', '', '', '2020-08-18', '', '', '', NULL, '不方便回访（我猜去世了）');
INSERT INTO `patient_follow` VALUES (5094, NULL, 619928, '', '', NULL, '', '', '', '2021-10-08', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5095, NULL, 399070, '', '', NULL, '', '', '', '2022-07-12', '', '', '', NULL, '去世');
INSERT INTO `patient_follow` VALUES (5096, NULL, 474641, '', '', NULL, '', '', '', '2022-12-09', '', '', '', NULL, '患者家属也记不清具体时间，fish没写具体');
INSERT INTO `patient_follow` VALUES (5097, NULL, 559281, '', '', NULL, '', '', '', '2019-11-18', '', '', '', NULL, '去世3年');
INSERT INTO `patient_follow` VALUES (5098, NULL, 610923, '', '', NULL, '', '', '', '2023-01-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5099, NULL, 697600, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '空港化疗，还在治疗中');
INSERT INTO `patient_follow` VALUES (5100, NULL, 708296, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '感觉她刚做完新辅助治疗，没随访');
INSERT INTO `patient_follow` VALUES (5101, NULL, 682093, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '无法接通，查病例时病理可能还没出');
INSERT INTO `patient_follow` VALUES (5102, NULL, 704830, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者还未做手术');
INSERT INTO `patient_follow` VALUES (5103, NULL, 664511, '', '', NULL, '', '', '', '2022-11-15', '', '', '', NULL, '打通了没人接');
INSERT INTO `patient_follow` VALUES (5104, NULL, 704197, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '还在治疗中');
INSERT INTO `patient_follow` VALUES (5105, NULL, 703581, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '新辅助治疗刚结束（空港化疗）');
INSERT INTO `patient_follow` VALUES (5106, NULL, 699771, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '空港进行了第一次化疗');
INSERT INTO `patient_follow` VALUES (5107, NULL, 698882, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '当地一次化疗，空港5次，刚手术完没做后续治疗');
INSERT INTO `patient_follow` VALUES (5108, NULL, 686749, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '正在化疗中');
INSERT INTO `patient_follow` VALUES (5109, NULL, 696220, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者自述治疗计划中有化疗，但是还没开始进行');
INSERT INTO `patient_follow` VALUES (5110, NULL, 672411, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5111, NULL, 697130, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '截止到最后随访时间，患者新辅助治疗完成刚满8周期，暂未行下一步治疗');
INSERT INTO `patient_follow` VALUES (5112, NULL, 707953, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5113, NULL, 672787, '', '', NULL, '', '', '', '2022-10-17', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5114, NULL, 688469, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5115, NULL, 690223, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5116, NULL, 687873, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者家属叙述的情况，术后化疗具体药物不记得了');
INSERT INTO `patient_follow` VALUES (5117, NULL, 707600, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5118, NULL, 686818, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '术后化疗方案自述为多柔比星+紫杉醇，具体剂量不详；患者自述治疗计划中有化疗，但是还没开始进行');
INSERT INTO `patient_follow` VALUES (5119, NULL, 687488, '', '', NULL, '', '', '', '2022-12-07', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5120, NULL, 678512, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '电话不通');
INSERT INTO `patient_follow` VALUES (5121, NULL, 682769, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者术后化疗的药物不记得了');
INSERT INTO `patient_follow` VALUES (5122, NULL, 684675, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者家属接的电话，拒绝接受电话随访');
INSERT INTO `patient_follow` VALUES (5123, NULL, 646256, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5124, NULL, 681168, '', '', NULL, '', '', '', '2023-03-03', '', '', '', NULL, '该患者术后于空港医院行化疗和靶向治疗');
INSERT INTO `patient_follow` VALUES (5125, NULL, 508161, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '该患者自述放疗中 未复查');
INSERT INTO `patient_follow` VALUES (5126, NULL, 677944, '', '', NULL, '', '', '', '2023-01-02', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5127, NULL, 678254, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者家属电话，对患者本人情况不了解');
INSERT INTO `patient_follow` VALUES (5128, NULL, 678664, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5129, NULL, 679401, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '电话不通');
INSERT INTO `patient_follow` VALUES (5130, NULL, 667410, '', '', NULL, '', '', '', '2023-02-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5131, NULL, 646250, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '该电话号码为空号');
INSERT INTO `patient_follow` VALUES (5132, NULL, 568596, '', '', NULL, '', '', '', '2022-09-01', '', '', '', NULL, '患者自述现居国外，每半年复查一次，目前复查结果无明显异常');
INSERT INTO `patient_follow` VALUES (5133, NULL, 674024, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '患者家属接的电话，患者本人正在休息，家属述术后服用“西利”药物，具体名称不记得了，待后续随访');
INSERT INTO `patient_follow` VALUES (5134, NULL, 654820, '', '', NULL, '', '', '', '2022-10-10', '', '', '', NULL, '电话未拨通');
INSERT INTO `patient_follow` VALUES (5135, NULL, 669034, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '电话未拨通');
INSERT INTO `patient_follow` VALUES (5136, NULL, 1530953, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5137, NULL, 649742, '', '', NULL, '', '', '', '2022-10-26', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5138, NULL, 641971, '', '', NULL, '', '', '', '2023-01-03', '', '', '', NULL, '电话不通');
INSERT INTO `patient_follow` VALUES (5139, NULL, 663743, '', '', NULL, '', '', '', '2022-11-23', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5140, NULL, 652433, '', '', NULL, '', '', '', '2022-10-10', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5141, NULL, 665582, '', '', NULL, '', '', '', '2022-06-22', '', '', '', NULL, '该患者术后于空港医院行化疗和靶向治疗（具体药物用量待查）');
INSERT INTO `patient_follow` VALUES (5142, NULL, 337850, '', '', NULL, '', '', '', '2022-11-25', '', '', '', NULL, '电话未接');
INSERT INTO `patient_follow` VALUES (5143, NULL, 667346, '', '', NULL, '', '', '', '2022-04-06', '', '', '', NULL, '电话未接');
INSERT INTO `patient_follow` VALUES (5144, NULL, 37185, '', '', NULL, '', '', '', '2021-05-07', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5145, NULL, 642394, '', '', NULL, '', '', '', '2022-12-21', '', '', '', NULL, '电话未接');
INSERT INTO `patient_follow` VALUES (5146, NULL, 361758, '', '', NULL, '', '', '', NULL, '', '', '', NULL, '该号码为空号');
INSERT INTO `patient_follow` VALUES (5147, NULL, 457671, '', '', NULL, '', '', '', '2021-05-19', '', '', '', NULL, '电话不通');
INSERT INTO `patient_follow` VALUES (5148, NULL, 586561, '', '是', NULL, '', '', '', '2022-09-09', '', '', '', NULL, '该患者已去世，家属挂断电话');
INSERT INTO `patient_follow` VALUES (5149, NULL, 403570, '', '', NULL, '', '', '', '2022-10-21', '2021年妊娠，育有1女', '', '', NULL, '患者已不记得术后化疗和放疗的大概时间');
INSERT INTO `patient_follow` VALUES (5150, NULL, 646269, '', '', NULL, '', '', '', '2022-08-30', '', '', '', NULL, '电话未接');
INSERT INTO `patient_follow` VALUES (5151, NULL, 556948, '', '', NULL, '', '', '', '2022-09-05', '', '', '', NULL, '拨打电话显示正在通话中');
INSERT INTO `patient_follow` VALUES (5152, NULL, 80507710, '', '', NULL, '', '', '', '2022-07-07', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5153, NULL, 410054, '', '', NULL, '', '', '', '2022-07-25', '', '', '', NULL, '患者家属接的电话，自述患者第一次化疗结束后回当地行中医治疗。');
INSERT INTO `patient_follow` VALUES (5154, NULL, 400972, '', '', NULL, '', '', '', '2022-12-12', '', '其他原发癌', '2015-2：甲状腺微小乳头状癌。2019-5，左乳癌', NULL, '患者不记得术后化疗的大概时间。');
INSERT INTO `patient_follow` VALUES (5155, NULL, 607267, '', '', NULL, '', '', '', '2022-08-10', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5156, NULL, 517127, '', '是', NULL, '', '', '', '2020-12-09', '', '', '', NULL, '该患者已去世，家属挂断电话年余');
INSERT INTO `patient_follow` VALUES (5157, NULL, 515955, '', '', NULL, '', '', '', '2022-11-04', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5158, NULL, 592596, '', '', NULL, '', '', '', '2022-08-24', '', '', '', NULL, '该电话为家属电话，家属拒绝交流挂断电话');
INSERT INTO `patient_follow` VALUES (5159, NULL, 298476, '', '', NULL, '', '', '', '2022-08-01', '', '', '', NULL, '');
INSERT INTO `patient_follow` VALUES (5160, NULL, 453753, '', '', NULL, '', '', '', '2021-01-12', '', '', '', NULL, '电话无人接听');
INSERT INTO `patient_follow` VALUES (5161, NULL, 450623, '', '', NULL, '', '', '', '2020-06-23', '', '', '', NULL, '电话无人接听');

-- ----------------------------
-- Table structure for patient_history
-- ----------------------------
DROP TABLE IF EXISTS `patient_history`;
CREATE TABLE `patient_history`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `是否吸烟` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体吸烟量` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否饮酒` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体饮酒量` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '个人史表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of patient_history
-- ----------------------------
INSERT INTO `patient_history` VALUES (5001, NULL, 597109, '', '', '', '');
INSERT INTO `patient_history` VALUES (5002, NULL, 603341, '', '', '', '');
INSERT INTO `patient_history` VALUES (5003, NULL, 362738, '', '', '', '');
INSERT INTO `patient_history` VALUES (5004, NULL, 642505, '', '', '', '');
INSERT INTO `patient_history` VALUES (5005, NULL, 637913, '', '', '', '');
INSERT INTO `patient_history` VALUES (5006, NULL, 551448, '', '', '', '');
INSERT INTO `patient_history` VALUES (5007, NULL, 603148, '', '', '', '');
INSERT INTO `patient_history` VALUES (5008, NULL, 236809, '', '', '', '');
INSERT INTO `patient_history` VALUES (5009, NULL, 613673, '', '', '', '');
INSERT INTO `patient_history` VALUES (5010, NULL, 662871, '', '', '', '');
INSERT INTO `patient_history` VALUES (5011, NULL, 403570, '', '', '', '');
INSERT INTO `patient_history` VALUES (5012, NULL, 639352, '', '', '', '');
INSERT INTO `patient_history` VALUES (5013, NULL, 603901, '', '', '', '');
INSERT INTO `patient_history` VALUES (5014, NULL, 344634, '', '', '', '');
INSERT INTO `patient_history` VALUES (5015, NULL, 627312, '', '', '', '');
INSERT INTO `patient_history` VALUES (5016, NULL, 634706, '', '', '', '');
INSERT INTO `patient_history` VALUES (5017, NULL, 584607, '', '', '', '');
INSERT INTO `patient_history` VALUES (5018, NULL, 470181, '', '', '', '');
INSERT INTO `patient_history` VALUES (5019, NULL, 636527, '', '', '', '');
INSERT INTO `patient_history` VALUES (5020, NULL, 614253, '', '', '', '');
INSERT INTO `patient_history` VALUES (5021, NULL, 636925, '', '', '', '');
INSERT INTO `patient_history` VALUES (5022, NULL, 667346, '', '', '', '');
INSERT INTO `patient_history` VALUES (5023, NULL, 594392, '', '', '', '');
INSERT INTO `patient_history` VALUES (5024, NULL, 10002579, '', '', '', '');
INSERT INTO `patient_history` VALUES (5025, NULL, 645116, '', '', '', '');
INSERT INTO `patient_history` VALUES (5026, NULL, 625397, '', '', '', '');
INSERT INTO `patient_history` VALUES (5027, NULL, 593571, '', '', '', '');
INSERT INTO `patient_history` VALUES (5028, NULL, 548281, '', '', '', '');
INSERT INTO `patient_history` VALUES (5029, NULL, 642520, '', '', '', '');
INSERT INTO `patient_history` VALUES (5030, NULL, 675605, '', '', '', '');
INSERT INTO `patient_history` VALUES (5031, NULL, 641181, '', '', '', '');
INSERT INTO `patient_history` VALUES (5032, NULL, 598741, '', '', '', '');
INSERT INTO `patient_history` VALUES (5033, NULL, 579560, '', '', '', '');
INSERT INTO `patient_history` VALUES (5034, NULL, 547754, '', '', '', '');
INSERT INTO `patient_history` VALUES (5035, NULL, 622212, '', '', '', '');
INSERT INTO `patient_history` VALUES (5036, NULL, 574096, '', '', '', '');
INSERT INTO `patient_history` VALUES (5037, NULL, 572693, '', '', '', '');
INSERT INTO `patient_history` VALUES (5038, NULL, 559564, '', '', '', '');
INSERT INTO `patient_history` VALUES (5039, NULL, 527042, '', '', '', '');
INSERT INTO `patient_history` VALUES (5040, NULL, 613462, '', '', '', '');
INSERT INTO `patient_history` VALUES (5041, NULL, 649517, '', '', '', '');
INSERT INTO `patient_history` VALUES (5042, NULL, 330641, '', '', '', '');
INSERT INTO `patient_history` VALUES (5043, NULL, 568955, '', '', '', '');
INSERT INTO `patient_history` VALUES (5044, NULL, 627019, '', '', '', '');
INSERT INTO `patient_history` VALUES (5045, NULL, 618497, '', '', '', '');
INSERT INTO `patient_history` VALUES (5046, NULL, 540833, '', '', '', '');
INSERT INTO `patient_history` VALUES (5047, NULL, 334606, '', '', '', '');
INSERT INTO `patient_history` VALUES (5048, NULL, 410494, '', '', '', '');
INSERT INTO `patient_history` VALUES (5049, NULL, 561324, '', '', '', '');
INSERT INTO `patient_history` VALUES (5050, NULL, 562255, '', '', '', '');
INSERT INTO `patient_history` VALUES (5051, NULL, 573669, '', '', '', '');
INSERT INTO `patient_history` VALUES (5052, NULL, 576688, '', '', '', '');
INSERT INTO `patient_history` VALUES (5053, NULL, 584329, '', '', '', '');
INSERT INTO `patient_history` VALUES (5054, NULL, 588269, '', '', '', '');
INSERT INTO `patient_history` VALUES (5055, NULL, 590316, '', '', '', '');
INSERT INTO `patient_history` VALUES (5056, NULL, 600112, '', '', '', '');
INSERT INTO `patient_history` VALUES (5057, NULL, 604003, '', '', '', '');
INSERT INTO `patient_history` VALUES (5058, NULL, 623880, '', '', '', '');
INSERT INTO `patient_history` VALUES (5059, NULL, 628849, '', '', '', '');
INSERT INTO `patient_history` VALUES (5060, NULL, 629563, '', '', '', '');
INSERT INTO `patient_history` VALUES (5061, NULL, 629818, '', '', '', '');
INSERT INTO `patient_history` VALUES (5062, NULL, 635124, '', '', '', '');
INSERT INTO `patient_history` VALUES (5063, NULL, 638295, '', '', '', '');
INSERT INTO `patient_history` VALUES (5064, NULL, 645131, '', '', '', '');
INSERT INTO `patient_history` VALUES (5065, NULL, 652458, '', '', '', '');
INSERT INTO `patient_history` VALUES (5066, NULL, 661577, '', '', '', '');
INSERT INTO `patient_history` VALUES (5067, NULL, 664791, '', '', '', '');
INSERT INTO `patient_history` VALUES (5068, NULL, 567369, '', '', '', '');
INSERT INTO `patient_history` VALUES (5069, NULL, 652221, '', '', '', '');
INSERT INTO `patient_history` VALUES (5070, NULL, 622207, '', '', '', '');
INSERT INTO `patient_history` VALUES (5071, NULL, 597889, '', '', '', '');
INSERT INTO `patient_history` VALUES (5072, NULL, 514668, '', '', '', '');
INSERT INTO `patient_history` VALUES (5073, NULL, 640475, '', '', '', '');
INSERT INTO `patient_history` VALUES (5074, NULL, 576280, '', '', '', '');
INSERT INTO `patient_history` VALUES (5075, NULL, 626733, '', '', '', '');
INSERT INTO `patient_history` VALUES (5076, NULL, 627659, '', '', '', '');
INSERT INTO `patient_history` VALUES (5077, NULL, 472498, '', '', '', '');
INSERT INTO `patient_history` VALUES (5078, NULL, 591572, '', '', '', '');
INSERT INTO `patient_history` VALUES (5079, NULL, 541040, '', '', '', '');
INSERT INTO `patient_history` VALUES (5080, NULL, 487025, '', '', '', '');
INSERT INTO `patient_history` VALUES (5081, NULL, 505396, '', '', '', '');
INSERT INTO `patient_history` VALUES (5082, NULL, 605377, '', '', '', '');
INSERT INTO `patient_history` VALUES (5083, NULL, 579926, '', '', '', '');
INSERT INTO `patient_history` VALUES (5084, NULL, 559105, '', '', '', '');
INSERT INTO `patient_history` VALUES (5085, NULL, 612330, '', '', '', '');
INSERT INTO `patient_history` VALUES (5086, NULL, 654458, '', '', '', '');
INSERT INTO `patient_history` VALUES (5087, NULL, 631505, '', '', '', '');
INSERT INTO `patient_history` VALUES (5088, NULL, 563730, '', '', '', '');
INSERT INTO `patient_history` VALUES (5089, NULL, 578560, '', '', '', '');
INSERT INTO `patient_history` VALUES (5090, NULL, 515813, '', '', '', '');
INSERT INTO `patient_history` VALUES (5091, NULL, 529501, '', '', '', '');
INSERT INTO `patient_history` VALUES (5092, NULL, 499548, '', '', '', '');
INSERT INTO `patient_history` VALUES (5093, NULL, 506895, '', '', '', '');
INSERT INTO `patient_history` VALUES (5094, NULL, 619928, '', '', '', '');
INSERT INTO `patient_history` VALUES (5095, NULL, 399070, '', '', '', '');
INSERT INTO `patient_history` VALUES (5096, NULL, 474641, '', '', '', '');
INSERT INTO `patient_history` VALUES (5097, NULL, 559281, '', '', '', '');
INSERT INTO `patient_history` VALUES (5098, NULL, 610923, '', '', '', '');
INSERT INTO `patient_history` VALUES (5099, NULL, 697600, '', '', '', '');
INSERT INTO `patient_history` VALUES (5100, NULL, 708296, '', '', '', '');
INSERT INTO `patient_history` VALUES (5101, NULL, 682093, '', '', '', '');
INSERT INTO `patient_history` VALUES (5102, NULL, 704830, '', '', '', '');
INSERT INTO `patient_history` VALUES (5103, NULL, 664511, '', '', '', '');
INSERT INTO `patient_history` VALUES (5104, NULL, 704197, '', '', '', '');
INSERT INTO `patient_history` VALUES (5105, NULL, 703581, '', '', '', '');
INSERT INTO `patient_history` VALUES (5106, NULL, 699771, '', '', '', '');
INSERT INTO `patient_history` VALUES (5107, NULL, 698882, '', '', '', '');
INSERT INTO `patient_history` VALUES (5108, NULL, 686749, '', '', '', '');
INSERT INTO `patient_history` VALUES (5109, NULL, 696220, '', '', '', '');
INSERT INTO `patient_history` VALUES (5110, NULL, 672411, '', '', '', '');
INSERT INTO `patient_history` VALUES (5111, NULL, 697130, '', '', '', '');
INSERT INTO `patient_history` VALUES (5112, NULL, 707953, '', '', '', '');
INSERT INTO `patient_history` VALUES (5113, NULL, 672787, '', '', '', '');
INSERT INTO `patient_history` VALUES (5114, NULL, 688469, '', '', '', '');
INSERT INTO `patient_history` VALUES (5115, NULL, 690223, '', '', '', '');
INSERT INTO `patient_history` VALUES (5116, NULL, 687873, '', '', '', '');
INSERT INTO `patient_history` VALUES (5117, NULL, 707600, '', '', '', '');
INSERT INTO `patient_history` VALUES (5118, NULL, 686818, '', '', '', '');
INSERT INTO `patient_history` VALUES (5119, NULL, 687488, '', '', '', '');
INSERT INTO `patient_history` VALUES (5120, NULL, 678512, '', '', '', '');
INSERT INTO `patient_history` VALUES (5121, NULL, 682769, '', '', '', '');
INSERT INTO `patient_history` VALUES (5122, NULL, 684675, '', '', '', '');
INSERT INTO `patient_history` VALUES (5123, NULL, 646256, '', '', '', '');
INSERT INTO `patient_history` VALUES (5124, NULL, 681168, '', '', '', '');
INSERT INTO `patient_history` VALUES (5125, NULL, 508161, '', '', '', '');
INSERT INTO `patient_history` VALUES (5126, NULL, 677944, '', '', '', '');
INSERT INTO `patient_history` VALUES (5127, NULL, 678254, '', '', '', '');
INSERT INTO `patient_history` VALUES (5128, NULL, 678664, '', '', '', '');
INSERT INTO `patient_history` VALUES (5129, NULL, 679401, '', '', '', '');
INSERT INTO `patient_history` VALUES (5130, NULL, 667410, '', '', '', '');
INSERT INTO `patient_history` VALUES (5131, NULL, 646250, '', '', '', '');
INSERT INTO `patient_history` VALUES (5132, NULL, 568596, '', '', '', '');
INSERT INTO `patient_history` VALUES (5133, NULL, 674024, '', '', '', '');
INSERT INTO `patient_history` VALUES (5134, NULL, 654820, '', '', '', '');
INSERT INTO `patient_history` VALUES (5135, NULL, 669034, '', '', '', '');
INSERT INTO `patient_history` VALUES (5136, NULL, 1530953, '', '', '', '');
INSERT INTO `patient_history` VALUES (5137, NULL, 649742, '', '', '', '');
INSERT INTO `patient_history` VALUES (5138, NULL, 641971, '', '', '', '');
INSERT INTO `patient_history` VALUES (5139, NULL, 663743, '', '', '', '');
INSERT INTO `patient_history` VALUES (5140, NULL, 652433, '', '', '', '');
INSERT INTO `patient_history` VALUES (5141, NULL, 665582, '', '', '', '');
INSERT INTO `patient_history` VALUES (5142, NULL, 337850, '', '', '', '');
INSERT INTO `patient_history` VALUES (5143, NULL, 667346, '', '', '', '');
INSERT INTO `patient_history` VALUES (5144, NULL, 37185, '', '', '', '');
INSERT INTO `patient_history` VALUES (5145, NULL, 642394, '', '', '', '');
INSERT INTO `patient_history` VALUES (5146, NULL, 361758, '', '', '', '');
INSERT INTO `patient_history` VALUES (5147, NULL, 457671, '', '', '', '');
INSERT INTO `patient_history` VALUES (5148, NULL, 586561, '', '', '', '');
INSERT INTO `patient_history` VALUES (5149, NULL, 403570, '', '', '', '');
INSERT INTO `patient_history` VALUES (5150, NULL, 646269, '', '', '', '');
INSERT INTO `patient_history` VALUES (5151, NULL, 556948, '', '', '', '');
INSERT INTO `patient_history` VALUES (5152, NULL, 80507710, '', '', '', '');
INSERT INTO `patient_history` VALUES (5153, NULL, 410054, '', '', '', '');
INSERT INTO `patient_history` VALUES (5154, NULL, 400972, '', '', '', '');
INSERT INTO `patient_history` VALUES (5155, NULL, 607267, '', '', '', '');
INSERT INTO `patient_history` VALUES (5156, NULL, 517127, '', '', '', '');
INSERT INTO `patient_history` VALUES (5157, NULL, 515955, '', '', '', '');
INSERT INTO `patient_history` VALUES (5158, NULL, 592596, '', '', '', '');
INSERT INTO `patient_history` VALUES (5159, NULL, 298476, '', '', '', '');
INSERT INTO `patient_history` VALUES (5160, NULL, 453753, '', '', '', '');
INSERT INTO `patient_history` VALUES (5161, NULL, 450623, '', '', '', '');

-- ----------------------------
-- Table structure for patient_marry_history
-- ----------------------------
DROP TABLE IF EXISTS `patient_marry_history`;
CREATE TABLE `patient_marry_history`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `生育` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `确诊时生育状态` enum('无','哺乳期','妊娠期','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `初产年龄` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `末胎年龄` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `怀孕次数` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `足月产` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `流产或早产史` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否辅助生育` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `辅助生育方式` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否母乳喂养` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `哺乳侧别` enum('左','右','双','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `哺乳时长` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6407 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '婚育史表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of patient_marry_history
-- ----------------------------
INSERT INTO `patient_marry_history` VALUES (6246, NULL, 597109, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6247, NULL, 603341, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6248, NULL, 362738, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6249, NULL, 642505, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6250, NULL, 637913, '', '', '', '', '2', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6251, NULL, 551448, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6252, NULL, 603148, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6253, NULL, 236809, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6254, NULL, 613673, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6255, NULL, 662871, '', '', '', '', '1', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6256, NULL, 403570, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6257, NULL, 639352, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6258, NULL, 603901, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6259, NULL, 344634, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6260, NULL, 627312, '', '', '', '', '1', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6261, NULL, 634706, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6262, NULL, 584607, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6263, NULL, 470181, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6264, NULL, 636527, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6265, NULL, 614253, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6266, NULL, 636925, '', '', '', '', '2', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6267, NULL, 667346, '', '', '', '', '1', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6268, NULL, 594392, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6269, NULL, 10002579, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6270, NULL, 645116, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6271, NULL, 625397, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6272, NULL, 593571, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6273, NULL, 548281, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6274, NULL, 642520, '', '', '', '', '2', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6275, NULL, 675605, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6276, NULL, 641181, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6277, NULL, 598741, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6278, NULL, 579560, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6279, NULL, 547754, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6280, NULL, 622212, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6281, NULL, 574096, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6282, NULL, 572693, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6283, NULL, 559564, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6284, NULL, 527042, '', '', '', '', '2', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6285, NULL, 613462, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6286, NULL, 649517, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6287, NULL, 330641, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6288, NULL, 568955, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6289, NULL, 627019, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6290, NULL, 618497, '', '', '', '', '1', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6291, NULL, 540833, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6292, NULL, 334606, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6293, NULL, 410494, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6294, NULL, 561324, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6295, NULL, 562255, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6296, NULL, 573669, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6297, NULL, 576688, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6298, NULL, 584329, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6299, NULL, 588269, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6300, NULL, 590316, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6301, NULL, 600112, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6302, NULL, 604003, '', '', '', '', '2', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6303, NULL, 623880, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6304, NULL, 628849, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6305, NULL, 629563, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6306, NULL, 629818, '', '', '', '', '3', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6307, NULL, 635124, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6308, NULL, 638295, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6309, NULL, 645131, '', '', '', '', '1', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6310, NULL, 652458, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6311, NULL, 661577, '', '', '', '', '3', '', '', '是', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6312, NULL, 664791, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6313, NULL, 567369, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6314, NULL, 652221, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6315, NULL, 622207, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6316, NULL, 597889, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6317, NULL, 514668, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6318, NULL, 640475, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6319, NULL, 576280, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6320, NULL, 626733, '', '', '', '', '4', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6321, NULL, 627659, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6322, NULL, 472498, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6323, NULL, 591572, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6324, NULL, 541040, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6325, NULL, 487025, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6326, NULL, 505396, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6327, NULL, 605377, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6328, NULL, 579926, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6329, NULL, 559105, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6330, NULL, 612330, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6331, NULL, 654458, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6332, NULL, 631505, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6333, NULL, 563730, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6334, NULL, 578560, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6335, NULL, 515813, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6336, NULL, 529501, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6337, NULL, 499548, '', '', '', '', '7', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6338, NULL, 506895, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6339, NULL, 619928, '', '', '', '', '2', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6340, NULL, 399070, '', '', '', '', '6', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6341, NULL, 474641, '', '', '', '', '4', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6342, NULL, 559281, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6343, NULL, 610923, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6344, NULL, 697600, '', '', '', '', '1', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6345, NULL, 708296, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6346, NULL, 682093, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6347, NULL, 704830, '', '', '', '', '3', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6348, NULL, 664511, '', '', '', '', '3', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6349, NULL, 704197, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6350, NULL, 703581, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6351, NULL, 699771, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6352, NULL, 698882, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6353, NULL, 686749, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6354, NULL, 696220, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6355, NULL, 672411, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6356, NULL, 697130, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6357, NULL, 707953, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6358, NULL, 672787, '', '', '', '', '3', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6359, NULL, 688469, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6360, NULL, 690223, '', '', '', '', '1', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6361, NULL, 687873, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6362, NULL, 707600, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6363, NULL, 686818, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6364, NULL, 687488, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6365, NULL, 678512, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6366, NULL, 682769, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6367, NULL, 684675, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6368, NULL, 646256, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6369, NULL, 681168, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6370, NULL, 508161, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6371, NULL, 677944, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6372, NULL, 678254, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6373, NULL, 678664, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6374, NULL, 679401, '', '', '', '', '3', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6375, NULL, 667410, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6376, NULL, 646250, '', '', '', '', '1', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6377, NULL, 568596, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6378, NULL, 674024, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6379, NULL, 654820, '', '', '', '', '4', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6380, NULL, 669034, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6381, NULL, 1530953, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6382, NULL, 649742, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6383, NULL, 641971, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6384, NULL, 663743, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6385, NULL, 652433, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6386, NULL, 665582, '', '', '', '', '0', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6387, NULL, 337850, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6388, NULL, 667346, '', '', '', '', '1', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6389, NULL, 37185, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6390, NULL, 642394, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6391, NULL, 361758, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6392, NULL, 457671, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6393, NULL, 586561, '', '', '', '', '2', '', '', '否', '', '是', '左', '');
INSERT INTO `patient_marry_history` VALUES (6394, NULL, 403570, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6395, NULL, 646269, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6396, NULL, 556948, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6397, NULL, 80507710, '', '', '', '', '', '', '', '否', '', '', '', '');
INSERT INTO `patient_marry_history` VALUES (6398, NULL, 410054, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6399, NULL, 400972, '', '', '', '', '4', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6400, NULL, 607267, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6401, NULL, 517127, '', '', '', '', '2', '', '', '否', '', '是', '右', '');
INSERT INTO `patient_marry_history` VALUES (6402, NULL, 515955, '', '', '', '', '2', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6403, NULL, 592596, '', '', '', '', '3', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6404, NULL, 298476, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6405, NULL, 453753, '', '', '', '', '1', '', '', '否', '', '是', '双', '');
INSERT INTO `patient_marry_history` VALUES (6406, NULL, 450623, '', '', '', '', '2', '', '', '否', '', '是', '双', '');

-- ----------------------------
-- Table structure for patient_menstruation_history
-- ----------------------------
DROP TABLE IF EXISTS `patient_menstruation_history`;
CREATE TABLE `patient_menstruation_history`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `初潮年龄` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `月经周期` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `经期` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否绝经` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `绝经方式` enum('自然','人工','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体绝经方式` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `末次月经` date NULL DEFAULT NULL,
  `绝经年龄` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '月经表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of patient_menstruation_history
-- ----------------------------
INSERT INTO `patient_menstruation_history` VALUES (5001, NULL, 597109, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5002, NULL, 603341, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5003, NULL, 362738, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5004, NULL, 642505, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5005, NULL, 637913, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5006, NULL, 551448, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5007, NULL, 603148, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5008, NULL, 236809, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5009, NULL, 613673, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5010, NULL, 662871, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5011, NULL, 403570, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5012, NULL, 639352, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5013, NULL, 603901, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5014, NULL, 344634, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5015, NULL, 627312, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5016, NULL, 634706, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5017, NULL, 584607, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5018, NULL, 470181, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5019, NULL, 636527, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5020, NULL, 614253, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5021, NULL, 636925, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5022, NULL, 667346, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5023, NULL, 594392, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5024, NULL, 10002579, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5025, NULL, 645116, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5026, NULL, 625397, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5027, NULL, 593571, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5028, NULL, 548281, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5029, NULL, 642520, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5030, NULL, 675605, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5031, NULL, 641181, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5032, NULL, 598741, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5033, NULL, 579560, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5034, NULL, 547754, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5035, NULL, 622212, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5036, NULL, 574096, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5037, NULL, 572693, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5038, NULL, 559564, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5039, NULL, 527042, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5040, NULL, 613462, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5041, NULL, 649517, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5042, NULL, 330641, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5043, NULL, 568955, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5044, NULL, 627019, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5045, NULL, 618497, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5046, NULL, 540833, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5047, NULL, 334606, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5048, NULL, 410494, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5049, NULL, 561324, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5050, NULL, 562255, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5051, NULL, 573669, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5052, NULL, 576688, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5053, NULL, 584329, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5054, NULL, 588269, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5055, NULL, 590316, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5056, NULL, 600112, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5057, NULL, 604003, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5058, NULL, 623880, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5059, NULL, 628849, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5060, NULL, 629563, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5061, NULL, 629818, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5062, NULL, 635124, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5063, NULL, 638295, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5064, NULL, 645131, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5065, NULL, 652458, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5066, NULL, 661577, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5067, NULL, 664791, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5068, NULL, 567369, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5069, NULL, 652221, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5070, NULL, 622207, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5071, NULL, 597889, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5072, NULL, 514668, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5073, NULL, 640475, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5074, NULL, 576280, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5075, NULL, 626733, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5076, NULL, 627659, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5077, NULL, 472498, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5078, NULL, 591572, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5079, NULL, 541040, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5080, NULL, 487025, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5081, NULL, 505396, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5082, NULL, 605377, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5083, NULL, 579926, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5084, NULL, 559105, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5085, NULL, 612330, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5086, NULL, 654458, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5087, NULL, 631505, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5088, NULL, 563730, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5089, NULL, 578560, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5090, NULL, 515813, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5091, NULL, 529501, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5092, NULL, 499548, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5093, NULL, 506895, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5094, NULL, 619928, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5095, NULL, 399070, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5096, NULL, 474641, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5097, NULL, 559281, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5098, NULL, 610923, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5099, NULL, 697600, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5100, NULL, 708296, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5101, NULL, 682093, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5102, NULL, 704830, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5103, NULL, 664511, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5104, NULL, 704197, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5105, NULL, 703581, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5106, NULL, 699771, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5107, NULL, 698882, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5108, NULL, 686749, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5109, NULL, 696220, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5110, NULL, 672411, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5111, NULL, 697130, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5112, NULL, 707953, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5113, NULL, 672787, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5114, NULL, 688469, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5115, NULL, 690223, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5116, NULL, 687873, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5117, NULL, 707600, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5118, NULL, 686818, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5119, NULL, 687488, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5120, NULL, 678512, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5121, NULL, 682769, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5122, NULL, 684675, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5123, NULL, 646256, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5124, NULL, 681168, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5125, NULL, 508161, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5126, NULL, 677944, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5127, NULL, 678254, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5128, NULL, 678664, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5129, NULL, 679401, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5130, NULL, 667410, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5131, NULL, 646250, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5132, NULL, 568596, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5133, NULL, 674024, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5134, NULL, 654820, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5135, NULL, 669034, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5136, NULL, 1530953, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5137, NULL, 649742, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5138, NULL, 641971, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5139, NULL, 663743, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5140, NULL, 652433, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5141, NULL, 665582, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5142, NULL, 337850, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5143, NULL, 667346, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5144, NULL, 37185, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5145, NULL, 642394, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5146, NULL, 361758, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5147, NULL, 457671, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5148, NULL, 586561, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5149, NULL, 403570, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5150, NULL, 646269, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5151, NULL, 556948, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5152, NULL, 80507710, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5153, NULL, 410054, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5154, NULL, 400972, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5155, NULL, 607267, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5156, NULL, 517127, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5157, NULL, 515955, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5158, NULL, 592596, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5159, NULL, 298476, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5160, NULL, 453753, '', '', '', '', '', '', NULL, '');
INSERT INTO `patient_menstruation_history` VALUES (5161, NULL, 450623, '', '', '', '', '', '', NULL, '');

-- ----------------------------
-- Table structure for peripheral_blood_sample_sampling
-- ----------------------------
DROP TABLE IF EXISTS `peripheral_blood_sample_sampling`;
CREATE TABLE `peripheral_blood_sample_sampling`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `标本类型` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `采血时间点` datetime NULL DEFAULT NULL,
  `采集人` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `采集备注` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `采集用途` enum('常规收集','课题','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本编码` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本量` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本盒编码` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本存放位置` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否取用` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `取用日期` date NULL DEFAULT NULL,
  `取用人` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `取用用途` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `取用备注` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '外周血标本采样表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of peripheral_blood_sample_sampling
-- ----------------------------
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5001, NULL, 597109, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5002, NULL, 603341, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5003, NULL, 362738, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5004, NULL, 642505, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5005, NULL, 637913, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5006, NULL, 551448, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5007, NULL, 603148, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5008, NULL, 236809, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5009, NULL, 613673, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5010, NULL, 662871, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5011, NULL, 403570, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5012, NULL, 639352, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5013, NULL, 603901, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5014, NULL, 344634, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5015, NULL, 627312, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5016, NULL, 634706, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5017, NULL, 584607, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5018, NULL, 470181, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5019, NULL, 636527, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5020, NULL, 614253, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5021, NULL, 636925, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5022, NULL, 667346, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5023, NULL, 594392, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5024, NULL, 10002579, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5025, NULL, 645116, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5026, NULL, 625397, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5027, NULL, 593571, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5028, NULL, 548281, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5029, NULL, 642520, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5030, NULL, 675605, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5031, NULL, 641181, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5032, NULL, 598741, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5033, NULL, 579560, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5034, NULL, 547754, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5035, NULL, 622212, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5036, NULL, 574096, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5037, NULL, 572693, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5038, NULL, 559564, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5039, NULL, 527042, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5040, NULL, 613462, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5041, NULL, 649517, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5042, NULL, 330641, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5043, NULL, 568955, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5044, NULL, 627019, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5045, NULL, 618497, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5046, NULL, 540833, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5047, NULL, 334606, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5048, NULL, 410494, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5049, NULL, 561324, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5050, NULL, 562255, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5051, NULL, 573669, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5052, NULL, 576688, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5053, NULL, 584329, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5054, NULL, 588269, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5055, NULL, 590316, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5056, NULL, 600112, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5057, NULL, 604003, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5058, NULL, 623880, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5059, NULL, 628849, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5060, NULL, 629563, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5061, NULL, 629818, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5062, NULL, 635124, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5063, NULL, 638295, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5064, NULL, 645131, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5065, NULL, 652458, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5066, NULL, 661577, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5067, NULL, 664791, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5068, NULL, 567369, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5069, NULL, 652221, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5070, NULL, 622207, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5071, NULL, 597889, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5072, NULL, 514668, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5073, NULL, 640475, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5074, NULL, 576280, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5075, NULL, 626733, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5076, NULL, 627659, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5077, NULL, 472498, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5078, NULL, 591572, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5079, NULL, 541040, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5080, NULL, 487025, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5081, NULL, 505396, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5082, NULL, 605377, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5083, NULL, 579926, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5084, NULL, 559105, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5085, NULL, 612330, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5086, NULL, 654458, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5087, NULL, 631505, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5088, NULL, 563730, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5089, NULL, 578560, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5090, NULL, 515813, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5091, NULL, 529501, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5092, NULL, 499548, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5093, NULL, 506895, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5094, NULL, 619928, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5095, NULL, 399070, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5096, NULL, 474641, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5097, NULL, 559281, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5098, NULL, 610923, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5099, NULL, 697600, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5100, NULL, 708296, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5101, NULL, 682093, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5102, NULL, 704830, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5103, NULL, 664511, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5104, NULL, 704197, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5105, NULL, 703581, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5106, NULL, 699771, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5107, NULL, 698882, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5108, NULL, 686749, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5109, NULL, 696220, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5110, NULL, 672411, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5111, NULL, 697130, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5112, NULL, 707953, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5113, NULL, 672787, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5114, NULL, 688469, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5115, NULL, 690223, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5116, NULL, 687873, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5117, NULL, 707600, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5118, NULL, 686818, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5119, NULL, 687488, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5120, NULL, 678512, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5121, NULL, 682769, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5122, NULL, 684675, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5123, NULL, 646256, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5124, NULL, 681168, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5125, NULL, 508161, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5126, NULL, 677944, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5127, NULL, 678254, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5128, NULL, 678664, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5129, NULL, 679401, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5130, NULL, 667410, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5131, NULL, 646250, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5132, NULL, 568596, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5133, NULL, 674024, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5134, NULL, 654820, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5135, NULL, 669034, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5136, NULL, 1530953, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5137, NULL, 649742, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5138, NULL, 641971, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5139, NULL, 663743, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5140, NULL, 652433, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5141, NULL, 665582, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5142, NULL, 337850, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5143, NULL, 667346, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5144, NULL, 37185, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5145, NULL, 642394, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5146, NULL, 361758, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5147, NULL, 457671, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5148, NULL, 586561, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5149, NULL, 403570, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5150, NULL, 646269, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5151, NULL, 556948, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5152, NULL, 80507710, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5153, NULL, 410054, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5154, NULL, 400972, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5155, NULL, 607267, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5156, NULL, 517127, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5157, NULL, 515955, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5158, NULL, 592596, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5159, NULL, 298476, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5160, NULL, 453753, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `peripheral_blood_sample_sampling` VALUES (5161, NULL, 450623, '', NULL, '', '', '', '', '', '', '', '', NULL, '', '', '');

-- ----------------------------
-- Table structure for postoperative_treatment
-- ----------------------------
DROP TABLE IF EXISTS `postoperative_treatment`;
CREATE TABLE `postoperative_treatment`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `术后化疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后化疗开始时间` date NULL DEFAULT NULL,
  `术后化疗方案` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后化疗详情` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后化疗期间是否使用卵巢功能抑制剂` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后化疗卵巢功能抑制剂具体药物名称` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后内分泌治疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后内分泌治疗开始时间` date NULL DEFAULT NULL,
  `术后内分泌治疗药物` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `内分泌治疗副作用` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否术后靶向治疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后靶向治疗开始时间` date NULL DEFAULT NULL,
  `术后靶向治疗具体药物` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后放疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后放疗开始时间` datetime NULL DEFAULT NULL,
  `术后放疗备注` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后免疫治疗` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后免疫治疗开始时间` date NULL DEFAULT NULL,
  `术后免疫治疗备注` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5368 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '术后治疗表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of postoperative_treatment
-- ----------------------------
INSERT INTO `postoperative_treatment` VALUES (5207, NULL, 597109, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5208, NULL, 603341, '是', '2020-05-19', '几个周期?（表柔比星 130mg+ 环磷酰胺 900mg）', 'EC', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5209, NULL, 362738, '否', NULL, '', '', '', '', '否', NULL, '', '', '是', NULL, '赫赛汀', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5210, NULL, 642505, '否', NULL, '', '', '', '', '是', '2021-10-18', '3个月依西美坦，后改为来曲唑', '', '否', NULL, '', '是', '2021-11-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5211, NULL, 637913, '否', NULL, '', '', '', '', '是', '2021-09-27', '依西美坦', '', '是', NULL, '双靶完成一年后序贯奈拉替尼', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5212, NULL, 551448, '是', '2019-01-18', '?个周期表柔比星120mg+环磷酰胺800mg', 'EC', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2019-05-21 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5213, NULL, 603148, '是', '2020-10-07', '卡培他滨', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2020-09-29 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5214, NULL, 236809, '是', '2009-03-01', 'TE方案（紫杉醇脂质体 240mg+ 表柔吡星 120mg）化疗6周期', 'TE', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2009-05-01 00:00:00', '', '是', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5215, NULL, 613673, '否', NULL, '', '', '', '', '是', '2021-02-03', '他莫西芬1年后改为依西美坦', '', '是', '2021-02-01', '曲妥珠单抗、帕妥珠单抗', '是', '2021-02-17 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5216, NULL, 662871, '是', '2021-12-01', '', '', '', '', '是', '2022-05-01', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5217, NULL, 403570, '是', '2015-04-28', 'TE方案×6周期（多西他赛110mg d1+表柔吡星120mg d1）', 'TE方案', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2015-11-18 00:00:00', '', '是', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5218, NULL, 639352, '是', '2021-05-01', '4周期', '', '', '', '是', '2021-08-04', '他莫西芬', '', '否', NULL, '', '是', '2021-08-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5219, NULL, 603901, '否', NULL, '', '', '', '', '是', '2020-11-02', '依西美坦', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5220, NULL, 344634, '是', '2021-12-08', '8周期EC-T、2022-6-16卡培他滨', 'EC-T,卡培他滨', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5221, NULL, 627312, '是', '2021-01-12', '4周期AC方案（多柔比星+ 环磷酰胺）', 'AC', '', '', '否', '2021-06-01', '他莫西芬，因副作用大停药。', '皮疹', '否', NULL, '', '是', '2021-06-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5222, NULL, 634706, '是', '2021-04-27', 'EC*4-T*4（表柔吡星130mg+环磷酰胺0.9g）-紫杉醇脂质体', 'EC-T', '', '', '是', '2021-08-04', '依西美坦', '', '否', NULL, '', '是', '2021-09-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5223, NULL, 584607, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5224, NULL, 470181, '是', '2017-02-01', '4周期EC方案（多美素+环磷酰胺1.0g d1）-4周期T方案（多西他赛160mg d1）', 'EC-T', '', '', '是', '2017-05-01', '阿那曲唑', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5225, NULL, 636527, '否', NULL, '', '', '', '', '是', '2021-05-17', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5226, NULL, 614253, '是', '2020-10-27', '6周期TC方案（多西他赛140mg d1＋环磷酰胺1.0g）', 'TC', '', '', '是', '2021-02-22', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5227, NULL, 636925, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5228, NULL, 667346, '否', NULL, '', '', '', '', '是', '2022-04-20', '来曲唑', '', '是', NULL, '曲妥珠单抗+帕妥珠单抗', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5229, NULL, 594392, '否', NULL, '', '', '', '', '是', '2020-07-01', '依西美坦', '', '否', NULL, '', '是', '2020-07-16 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5230, NULL, 10002579, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5231, NULL, 645116, '否', NULL, '', '', '', '', '否', NULL, '', '', '是', '2021-11-03', '曲妥珠单抗、帕妥珠单抗', '是', '2022-01-11 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5232, NULL, 625397, '否', NULL, '', '', '', '', '是', '2020-12-28', '他莫昔芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5233, NULL, 593571, '是', '2020-02-03', '4周期，表柔比星80mg d1+环磷酰胺1.0g d1', 'EC', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2020-05-13 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5234, NULL, 548281, '是', '2018-12-25', 'EC方案×4（表柔吡星 140mg iv d1+环磷酰胺 900mg iv d1）序贯T方案×4（紫杉醇脂质体 240mg iv d1', 'EC-T', '', '', '是', '2019-06-01', '阿那曲唑', '', '否', NULL, '', '是', '2019-04-18 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5235, NULL, 642520, '是', '2021-06-01', '不详', 'AC？或AC-T？', '', '', '是', '2021-11-24', '来曲唑', '', '否', NULL, '', '是', '2021-09-26 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5236, NULL, 675605, '是', '2022-05-23', '卡培他滨', '', '', '', '是', '2022-09-27', '他莫昔芬', '', '否', NULL, '', '是', '2022-04-11 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5237, NULL, 641181, '否', NULL, '', '', '', '', '是', '2021-08-02', '来曲唑', '', '是', '2021-08-01', '曲妥珠单抗、帕妥珠单抗', '是', '2021-06-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5238, NULL, 598741, '否', NULL, '', '', '', '', '是', '2020-10-01', '依西美坦', '', '否', NULL, '', '是', '2020-10-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5239, NULL, 579560, '是', '2019-10-01', '8周期（表柔比星150mg d1+环磷酰胺1g d1—多西他赛160mg d1）', 'AC-T', '', '', '是', '2020-06-01', '依西美坦', '', '否', NULL, '', '是', '2020-04-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5240, NULL, 547754, '否', NULL, '', '', '', '', '是', '2019-09-01', '依西美坦', '', '否', NULL, '', '是', '2019-07-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5241, NULL, 622212, '否', NULL, '', '', '', '', '是', '2020-11-25', '依西美坦', '', '否', NULL, '', '是', '2020-11-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5242, NULL, 574096, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5243, NULL, 572693, '是', '2019-07-30', 'EC方案×4—T×4（表柔吡星 140mg+ 环磷酰胺 0.8g）', 'EC-T', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5244, NULL, 559564, '否', NULL, '', '', '', '', '是', NULL, '他莫昔芬/托瑞米芬/来曲唑', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5245, NULL, 527042, '是', NULL, 'EC方案（具体用量不详）', 'EC方案', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5246, NULL, 613462, '是', '2020-12-15', 'NP方案化疗（长春瑞滨40mg d1＋卡铂500mg d1）*4', 'NP方案*4', '', '', '否', '2021-05-01', '来曲唑+CDK4/6i（shr6390）', '', '', NULL, '', '是', '2021-04-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5247, NULL, 649517, '是', '2021-08-01', 'EC（表柔比星+环磷酰胺）*4', 'EC*4', '', '', '是', '2021-12-13', '他莫西芬', '', '否', NULL, '', '是', '2021-12-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5248, NULL, 330641, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5249, NULL, 568955, '否', NULL, '', '', '', '', '是', '2019-08-01', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5250, NULL, 627019, '否', NULL, '', '', '', '', '是', '2021-07-01', '来曲唑，约1年后,换为依西美坦', '', '是', NULL, '曲妥珠单抗、帕妥珠单抗', '是', '2021-07-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5251, NULL, 618497, '是', '2020-11-23', 'AC-T(表柔比星150mg d1+环磷酰胺1g d1-紫杉醇脂质体270mg d1）', 'AC-T', '', '', '否', '2021-03-01', '来曲唑+CDK4/6iSHR6390', '', '否', NULL, '', '是', '2021-03-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5252, NULL, 540833, '否', NULL, '', '', '', '', '否', NULL, '', '', '是', NULL, '赫赛汀', '是', '2019-10-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5253, NULL, 334606, '是', '2013-02-27', 'CEF（环磷酰胺 1000mg d1+表柔吡星 80mg d1-2+氟尿嘧啶 1000mg d1+亚叶酸钙 300mg d1）×3+T（多西他赛 180mg d1）×3', 'CEF—T', '', '', '是', NULL, '他莫西芬', '', '是', NULL, '吡咯替尼', '是', '2013-07-03 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5254, NULL, 410494, '否', NULL, '', '', '', '', '是', NULL, '他莫昔芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5255, NULL, 561324, '否', NULL, '', '', '', '', '是', '2019-09-01', '依西美坦', '', '是', NULL, '', '是', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5256, NULL, 562255, '否', NULL, '', '', '', '', '是', '2019-12-01', '依西美坦', '—', '否', NULL, '', '是', '2019-12-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5257, NULL, 573669, '否', NULL, '', '', '', '', '否', NULL, '', '', '是', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5258, NULL, 576688, '是', '2019-08-23', '4周期EC(多柔比星脂质体50mg+环磷酰胺1.2g)×4周期T方案(多西他赛140mg)', 'EC-T ', '', '', '否', NULL, '', '', '', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5259, NULL, 584329, '否', NULL, '', '', '', '', '否', NULL, '', '否', '是', NULL, '曲妥珠单抗+帕妥珠单抗', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5260, NULL, 588269, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5261, NULL, 590316, '否', NULL, '否', '否', '', '', '是', NULL, '他莫西芬', '否', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5262, NULL, 600112, '是', NULL, '', '', '', '', '是', NULL, '依西美坦', '是', '是', NULL, '阿贝西利', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5263, NULL, 604003, '是', '2022-06-01', '白蛋白紫杉醇400mg d1＋卡铂600mg d1', 'TP', '', '', '否', NULL, '否', '否', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5264, NULL, 623880, '是', NULL, 'TP方案：多西他赛140mg d1＋卡铂600mg化疗6周期', 'TP方案', '', '', '是', NULL, '依西美坦', '否', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5265, NULL, 628849, '是', NULL, '卡培他滨 PO', '', '', '', '否', NULL, '否', '否', '否', NULL, '', '是', '2022-01-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5266, NULL, 629563, '是', '2021-02-01', 'AC方案:表柔比星160mg d1＋环磷酰胺 1g d1化疗', 'AC方案', '', '', '是', NULL, '他莫昔芬', '否', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5267, NULL, 629818, '是', NULL, '', '', '', '', '是', NULL, '他莫昔芬', '', '否', NULL, '', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5268, NULL, 635124, '否', NULL, '', '', '', '', '否', NULL, '', '', '', NULL, '', '', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5269, NULL, 638295, '否', NULL, '', '否', '', '', '是', '2021-09-27', '他莫昔芬10mg bid', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5270, NULL, 645131, '否', NULL, '', '', '', '', '是', '2021-06-23', '来曲唑', '', '否', NULL, '', '是', '2021-07-07 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5271, NULL, 652458, '否', NULL, '', '', '', '', '是', '2021-12-08', '来曲唑', '', '是', '2022-03-10', '阿贝西利', '是', '2022-02-10 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5272, NULL, 661577, '是', '2022-05-01', '卡培他滨', 'X', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2022-04-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5273, NULL, 664791, '是', '2022-06-08', '卡培他滨', 'X', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5274, NULL, 567369, '是', '2020-02-05', 'TCb', 'TCb', '', '', '否', NULL, '', '', '否', NULL, '', '是', NULL, '', '', '2020-01-20', '');
INSERT INTO `postoperative_treatment` VALUES (5275, NULL, 652221, '否', NULL, '', '', '', '', '否', NULL, '', '', '是', NULL, '', '是', '2022-05-16 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5276, NULL, 622207, '是', '2020-12-29', 'TC*6，多西他赛130mg d1＋环磷酰胺1.0g', 'TC', '', '', '是', '2021-04-21', '阿那曲唑', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5277, NULL, 597889, '是', '2020-03-01', 'PLD 50mg d1 + CTX 800mg d2', 'AC', '', '', '是', '2020-05-21', '他莫西芬，后因卵巢囊肿改用托瑞米芬（复发转移后停药）', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5278, NULL, 514668, '是', NULL, 'AC*4-T*12（周疗）方案', 'AC-T', '', '', '是', NULL, '他莫西芬', '', '否', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5279, NULL, 640475, '是', NULL, '卡培他滨（大概半年）', 'X', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2021-11-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5280, NULL, 576280, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2021-01-08 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5281, NULL, 626733, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5282, NULL, 627659, '是', '2021-01-13', '多柔比星', 'A', '', '', '是', '2021-04-28', '他莫西芬', '', '否', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5283, NULL, 472498, '是', '2017-01-09', 'TE*6？，具体：紫杉醇（脂质体）240mg d1+表柔吡星 100mg d1', 'TE', '', '', '是', '2017-07-25', '他莫西芬，后换用来曲唑', '', '否', NULL, '', '', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5284, NULL, 591572, '是', NULL, '', '', '', '', '是', '2020-04-13', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5285, NULL, 541040, '是', '2018-09-18', 'EC*4-T*4', 'EC-T', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5286, NULL, 487025, '是', '2019-03-27', '无', '', '', '', '是', '2017-11-22', '依西美坦', '', '否', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5287, NULL, 505396, '否', NULL, '', '', '', '', '是', NULL, '他莫西芬2019.11.22改为托瑞米芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5288, NULL, 605377, '是', NULL, '', '', '', '', '是', NULL, '', '', '否', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5289, NULL, 579926, '是', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2020-01-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5290, NULL, 559105, '是', NULL, 'CTX 1000mg d1+EPI 60mg d1*4—紫杉醇脂质体 300mg d1*3', 'AC-T', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5291, NULL, 612330, '是', NULL, '环磷酰胺 1.0g d1+表阿霉素 130mg d1序贯紫杉醇270mg d1', 'AC-T', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5292, NULL, 654458, '是', NULL, '2周期化疗（具体不详）', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5293, NULL, 631505, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5294, NULL, 563730, '是', '2016-04-01', 'TAC方案化疗6周期，具体剂量不详', '', '', '', '', '1905-07-08', '来曲唑（2019年复发转移后口服半年他莫西分后因宫颈息肉停药）', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5295, NULL, 578560, '是', '2020-09-20', 'AC-T方案辅助化疗8周期，具体为：多柔吡星脂质体50mg+环磷酰胺1g，共4周期；序贯白蛋白紫杉醇400mg，共4周期。', 'AC-T', '', '', '', NULL, '', '', '', NULL, '', '是', '2020-03-20 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5296, NULL, 515813, '是', NULL, '（多西他赛130mg d1+卡培他滨 2g 早，1.5g 晚 d1-14 po）*5—多西他赛130mg d1', 'DX', '', '', '是', NULL, '依西美坦+CDK4/6抑制剂（爱博新）', '', '是', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5297, NULL, 529501, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5298, NULL, 499548, '是', NULL, '（长春瑞滨 40mg d1，d8+卡培他滨 1.5g bid d1-14）*6', 'NX', '', '', '是', NULL, '依西美坦', '', '是', NULL, '', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5299, NULL, 506895, '是', NULL, '不详', 'CE*4序贯T*4', '', '', '是', NULL, '他莫昔芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5300, NULL, 619928, '是', NULL, 'AC-T（环磷酰胺 1000mg d1+表阿霉素 70mg d1,2（1-4周期）续贯5-8周期）', 'AC-T', '', '', '否', NULL, '否', '否', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5301, NULL, 399070, '是', NULL, '术后接受6周期化疗（具体药物不详）+三苯氧胺，', '不详', '', '', '是', NULL, '他莫昔芬', '不详', '否', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5302, NULL, 474641, '是', '2017-01-01', 'AC方案（多柔吡星脂质体 60mg d1+环磷酰胺 1200mg d1）4周期+AC-T(多西他赛180ml)方案', 'AC*4+AC-T*4', '', '', '否', NULL, '否', '否', '是', NULL, '曲妥珠单抗', '是', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5303, NULL, 559281, '是', NULL, '卡培他滨', '', '', '', '否', NULL, '否', '否', '否', NULL, '', '是', NULL, '', '是', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5304, NULL, 610923, '否', NULL, '', '', '', '', '是', '2014-04-01', '阿那曲唑（化疗时吃过托瑞米芬）', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5305, NULL, 697600, '是', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5306, NULL, 708296, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5307, NULL, 682093, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2022-11-15 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5308, NULL, 704830, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5309, NULL, 664511, '是', '2022-02-21', '多柔比星+环磷酰胺', 'AC（只有本院一次记录）', '', '', '', NULL, '', '', '是', '2022-04-18', '帕妥珠单抗', '是', '2022-07-12 00:00:00', '', '是', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5310, NULL, 704197, '否', NULL, '', '', '', '', '是', '2022-11-23', '他莫昔芬', '', '否', NULL, '', '是', '2022-11-23 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5311, NULL, 703581, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5312, NULL, 699771, '是', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5313, NULL, 698882, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5314, NULL, 686749, '是', '2022-08-24', '环磷酰胺+吡柔比星-紫杉醇（脂质体）', 'AC-T', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5315, NULL, 696220, '否', NULL, '', '', '', '', '是', '2023-01-31', '依西美坦', '', '是', '2023-02-06', '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5316, NULL, 672411, '是', '2022-02-28', '环磷酰胺+多柔比星—紫杉醇（脂质体）', 'AC-T', '', '', '是', '2022-08-19', '依西美坦', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5317, NULL, 697130, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5318, NULL, 707953, '否', NULL, '', '', '', '', '', NULL, '', '', '是', '2023-01-01', '阿贝西利', '是', '2023-02-16 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5319, NULL, 672787, '是', '2022-03-09', '表柔比星+环磷酰胺-紫杉醇（脂质体）', 'AC-T', '', '', '是', '2022-10-07', '依西美坦', '', '否', NULL, '', '是', '2022-09-30 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5320, NULL, 688469, '否', NULL, '', '', '', '', '是', '2022-08-10', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5321, NULL, 690223, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2022-12-13 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5322, NULL, 687873, '是', '2022-07-01', '', '', '', '', '否', NULL, '', '', '', NULL, '', '是', '2023-02-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5323, NULL, 707600, '是', '2022-02-01', '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5324, NULL, 686818, '', '2023-01-01', '是', '多柔比星+紫杉醇', '', '', '否', NULL, '', '', '', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5325, NULL, 687488, '否', NULL, '', '', '', '', '是', '2022-07-11', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5326, NULL, 678512, '是', '2022-05-11', '（环磷酰胺+多柔吡星)*4-(紫杉醇+曲妥珠单抗+帕托珠单抗)*4', 'AC-THP', '', '', '', NULL, '', '', '是', '2022-08-15', '曲妥珠单抗+帕托珠单抗', '', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5327, NULL, 682769, '是', '2022-06-01', '', '', '', '', '是', '2023-01-02', '依西美坦', '关节疼痛', '否', NULL, '', '是', '2022-11-02 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5328, NULL, 684675, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5329, NULL, 646256, '是', '2021-07-14', '（多柔吡星+环磷酰胺）*4+多西他赛*4', 'AC-T', '', '', '是', '2022-02-21', '来曲唑', '', '是', '2022-03-09', '阿贝西利', '是', '2022-12-13 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5330, NULL, 681168, '是', '2022-07-01', '', '', '', '', '否', NULL, '', '', '是', NULL, '', '是', '2022-07-27 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5331, NULL, 508161, '否', NULL, '', '', '', '', '是', '2022-12-19', '来曲唑', '', '是', '2022-08-01', '恩美曲妥珠单抗、阿贝西利', '是', '2022-11-01 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5332, NULL, 677944, '否', NULL, '', '', '', '', '是', '2022-04-27', '他莫西芬', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5333, NULL, 678254, '', NULL, '', '', '', '', '是', '2022-11-22', '依西美坦', '', '是', '2022-10-11', '曲妥珠单抗+帕妥珠单抗', '是', '2022-09-06 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5334, NULL, 678664, '否', NULL, '', '', '', '', '是', '2022-06-16', '他莫西芬', '', '否', NULL, '', '是', '2022-07-08 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5335, NULL, 679401, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5336, NULL, 667410, '否', NULL, '', '', '', '', '是', '2022-08-31', '依西美坦', '', '是', '2022-04-27', '曲妥珠单抗+帕妥珠单抗', '是', '2022-07-06 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5337, NULL, 646250, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5338, NULL, 568596, '否', NULL, '', '', '', '', '否', NULL, '', '', '是', '2019-10-11', '曲妥珠单抗', '是', '2019-10-24 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5339, NULL, 674024, '否', NULL, '', '', '', '', '是', '2022-12-12', '来曲唑', '', '', NULL, '', '是', '2022-12-13 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5340, NULL, 654820, '否', NULL, '', '', '', '', '是', '2022-02-10', '来曲唑', '', '是', '2022-01-19', '曲妥珠单抗+帕妥珠单抗/奈拉替尼', '是', '2022-02-22 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5341, NULL, 669034, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5342, NULL, 1530953, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5343, NULL, 649742, '是', '2022-02-08', '贝伐珠单抗600mg d1，白蛋白紫杉醇400mg d1，卡铂 600mg d1+卡培他滨辅助强化', '', '', '', '否', NULL, '', '', '是', '2022-02-08', '', '是', '2022-02-15 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5344, NULL, 641971, '是', '1905-07-12', 'TCbHP方案2周期+（卡铂改为洛铂）行4周期', 'TCbHP', '', '', '否', NULL, '', '', '是', NULL, '', '是', '1905-07-12 02:52:48', '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5345, NULL, 663743, '是', '2022-06-20', '卡培他滨', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2022-04-19 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5346, NULL, 652433, '否', NULL, '', '', '', '', '是', '2021-12-27', '来曲唑', '', '否', NULL, '', '是', '2021-12-24 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5347, NULL, 665582, '否', '2021-12-03', 'TCbHP', 'TCbHP', '', '', '是', '2022-06-20', '来曲唑', '', '是', '2021-12-03', '曲妥珠单抗+帕托珠单抗', '是', '2022-06-22 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5348, NULL, 337850, '', NULL, '', '', '', '', '是', '2017-02-23', '他莫西芬2019-11-27改为依西美坦', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5349, NULL, 667346, '否', NULL, '', '', '', '', '是', '2022-04-20', '来曲唑', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5350, NULL, 37185, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5351, NULL, 642394, '是', '2021-06-30', 'AC-T方案（表柔比星150mg+环磷酰胺1g）*4+多西他赛160mg*4', 'AC-T', '', '', '否', NULL, '', '', '', NULL, '', '是', '2021-12-10 00:00:00', '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5352, NULL, 361758, '', NULL, '6周期（具体未见用药记录）', '', '', '', '是', NULL, '来曲唑，2019-8-28开始依西美坦', '', '', NULL, '', '是', '2014-06-01 00:00:00', '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5353, NULL, 457671, '否', NULL, '', '', '', '', '是', '2017-05-15', '他莫西芬1年、2017-12-12改为依西美坦', '', '否', NULL, '', '是', '2017-02-01 00:00:00', '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5354, NULL, 586561, '否', NULL, '', '', '', '', '否', NULL, '', '', '', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5355, NULL, 403570, '是', NULL, 'TE方案（多西他赛110mg d1+表柔吡星120mg d1）*6周期', 'TE', '', '', '否', NULL, '', '', '否', NULL, '', '是', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5356, NULL, 646269, '是', '2021-06-28', '卡培他滨', '', '', '', '否', NULL, '', '', '否', NULL, '', '是', '2021-07-07 00:00:00', '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5357, NULL, 556948, '否', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5358, NULL, 80507710, '', NULL, '', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5359, NULL, 410054, '是', '2015-06-02', '（紫杉醇脂质体270mg+多柔吡星脂质体40mg+环磷酰胺800mg）*？周期', 'TAC', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5360, NULL, 400972, '是', NULL, '多西他赛140mg d1＋表柔比星110mg d1＋环磷酰胺1.0g d1方案化疗6周期', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5361, NULL, 607267, '', NULL, '', '', '', '', '否', NULL, '', '', '否', NULL, '', '否', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5362, NULL, 517127, '是', '2018-03-05', 'TA方案*6（多西他赛120mg d1+立幸40mg d1）', 'TA', '', '', '是', '2018-07-10', '依西美坦', '', '否', NULL, '', '是', '2018-07-10 00:00:00', '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5363, NULL, 515955, '否', NULL, '', '', '', '', '是', '2018-11-05', '依西美坦', '', '否', NULL, '', '是', '2018-09-05 00:00:00', '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5364, NULL, 592596, '', NULL, '', '', '', '', '是', '2020-04-01', '他莫西芬', '', '', NULL, '', '', NULL, '', '', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5365, NULL, 298476, '是', '2011-11-26', 'TE方案（多西他赛120mg d1+表柔吡星90mg d1）', 'TE', '', '', '是', '2017-02-15', '他莫西芬（2017-2-25至2019-8-18）依西美坦（2019-10-28至最近一次2022-12-19）', '', '否', NULL, '', '否', NULL, '', '否', NULL, '');
INSERT INTO `postoperative_treatment` VALUES (5366, NULL, 453753, '是', '2016-12-01', '（2016-12）卡培他滨*2周期；(2019-3-28)TP*3周期（白蛋白紫杉醇 400mg iv d1+卡铂 500mg iv d1）；（2019.6.10-2019-9-7）贝伐单抗600mg联合TX方案化疗*5周期（紫杉醇脂质体270mg ivd+卡培他滨 1.5g bid d1-14；（2020-1-14）TXT+PD-1方案（TXT 110mg+信迪利单抗 200mg）', 'TP、贝伐单抗600mg联合TX、TXT+PD-1', '', '', '是', '2017-02-01', '来曲唑', '', '是', '2019-06-10', '贝伐珠单抗', '是', '2017-02-01 00:00:00', '', '是', '2020-01-14', '');
INSERT INTO `postoperative_treatment` VALUES (5367, NULL, 450623, '是', '2018-02-01', 'T多西他赛160mg;2018年2月使用卡培他滨+拉帕替尼治疗至2018年11月；2019年4月22日开始行白蛋白紫杉醇化疗周期，同时辅以帕托珠单抗+曲妥珠单抗靶向治疗7周期；2019.10.17至2020.3.10予TDM-1 200mg iv*7周期。2020.4起予2周期NA方案化疗联合贝伐珠单抗治疗，具体为：长春瑞滨100mg d1、8+多柔比星脂质体50mg d1+贝伐珠单抗500mg d1', '', '', '', '', NULL, '', '', '', NULL, '', '', NULL, '', '', NULL, '');

-- ----------------------------
-- Table structure for previous_history
-- ----------------------------
DROP TABLE IF EXISTS `previous_history`;
CREATE TABLE `previous_history`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `乳腺良性疾病史` enum('无','纤维腺瘤','增生性疾病','导管内乳头状瘤','炎症性疾病','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `乳腺良性疾病史具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `感染性疾病` set('无','肝炎','梅毒','艾滋','新冠','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '',
  `感染性疾病具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `新冠阳性日期` date NULL DEFAULT NULL,
  `新冠转阴日期` date NULL DEFAULT NULL,
  `新冠转阴确诊方式` enum('核酸确诊','抗原确诊','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否有系统疾病` set('无','高血压','心脏病','糖尿病','青光眼','哮喘','甲状腺疾病','脑血管疾病','精神疾病','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '',
  `系统疾病具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否有手术史` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `手术史具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否有恶性肿瘤既往史` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `恶性肿瘤既往史具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '既往史表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of previous_history
-- ----------------------------
INSERT INTO `previous_history` VALUES (5001, NULL, 597109, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5002, NULL, 603341, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5003, NULL, 362738, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5004, NULL, 642505, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5005, NULL, 637913, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5006, NULL, 551448, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5007, NULL, 603148, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5008, NULL, 236809, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5009, NULL, 613673, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5010, NULL, 662871, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5011, NULL, 403570, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5012, NULL, 639352, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5013, NULL, 603901, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5014, NULL, 344634, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5015, NULL, 627312, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5016, NULL, 634706, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5017, NULL, 584607, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5018, NULL, 470181, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5019, NULL, 636527, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5020, NULL, 614253, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5021, NULL, 636925, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5022, NULL, 667346, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5023, NULL, 594392, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5024, NULL, 10002579, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5025, NULL, 645116, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5026, NULL, 625397, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5027, NULL, 593571, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5028, NULL, 548281, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5029, NULL, 642520, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5030, NULL, 675605, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5031, NULL, 641181, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5032, NULL, 598741, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5033, NULL, 579560, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5034, NULL, 547754, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5035, NULL, 622212, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5036, NULL, 574096, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5037, NULL, 572693, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5038, NULL, 559564, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5039, NULL, 527042, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5040, NULL, 613462, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5041, NULL, 649517, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5042, NULL, 330641, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5043, NULL, 568955, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5044, NULL, 627019, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5045, NULL, 618497, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5046, NULL, 540833, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5047, NULL, 334606, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5048, NULL, 410494, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5049, NULL, 561324, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5050, NULL, 562255, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5051, NULL, 573669, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5052, NULL, 576688, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5053, NULL, 584329, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5054, NULL, 588269, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5055, NULL, 590316, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5056, NULL, 600112, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5057, NULL, 604003, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5058, NULL, 623880, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5059, NULL, 628849, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5060, NULL, 629563, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5061, NULL, 629818, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5062, NULL, 635124, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5063, NULL, 638295, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5064, NULL, 645131, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5065, NULL, 652458, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5066, NULL, 661577, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5067, NULL, 664791, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5068, NULL, 567369, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5069, NULL, 652221, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5070, NULL, 622207, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5071, NULL, 597889, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5072, NULL, 514668, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5073, NULL, 640475, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5074, NULL, 576280, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5075, NULL, 626733, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5076, NULL, 627659, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5077, NULL, 472498, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5078, NULL, 591572, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5079, NULL, 541040, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5080, NULL, 487025, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5081, NULL, 505396, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5082, NULL, 605377, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5083, NULL, 579926, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5084, NULL, 559105, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5085, NULL, 612330, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5086, NULL, 654458, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5087, NULL, 631505, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5088, NULL, 563730, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5089, NULL, 578560, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5090, NULL, 515813, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5091, NULL, 529501, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5092, NULL, 499548, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5093, NULL, 506895, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5094, NULL, 619928, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5095, NULL, 399070, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5096, NULL, 474641, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5097, NULL, 559281, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5098, NULL, 610923, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5099, NULL, 697600, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5100, NULL, 708296, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5101, NULL, 682093, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5102, NULL, 704830, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5103, NULL, 664511, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5104, NULL, 704197, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5105, NULL, 703581, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5106, NULL, 699771, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5107, NULL, 698882, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5108, NULL, 686749, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5109, NULL, 696220, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5110, NULL, 672411, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5111, NULL, 697130, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5112, NULL, 707953, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5113, NULL, 672787, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5114, NULL, 688469, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5115, NULL, 690223, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5116, NULL, 687873, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5117, NULL, 707600, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5118, NULL, 686818, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5119, NULL, 687488, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5120, NULL, 678512, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5121, NULL, 682769, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5122, NULL, 684675, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5123, NULL, 646256, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5124, NULL, 681168, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5125, NULL, 508161, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5126, NULL, 677944, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5127, NULL, 678254, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5128, NULL, 678664, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5129, NULL, 679401, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5130, NULL, 667410, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5131, NULL, 646250, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5132, NULL, 568596, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5133, NULL, 674024, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5134, NULL, 654820, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5135, NULL, 669034, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5136, NULL, 1530953, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5137, NULL, 649742, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5138, NULL, 641971, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5139, NULL, 663743, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5140, NULL, 652433, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5141, NULL, 665582, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5142, NULL, 337850, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5143, NULL, 667346, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5144, NULL, 37185, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5145, NULL, 642394, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5146, NULL, 361758, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5147, NULL, 457671, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5148, NULL, 586561, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5149, NULL, 403570, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5150, NULL, 646269, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5151, NULL, 556948, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5152, NULL, 80507710, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5153, NULL, 410054, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5154, NULL, 400972, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5155, NULL, 607267, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5156, NULL, 517127, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5157, NULL, 515955, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5158, NULL, 592596, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5159, NULL, 298476, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5160, NULL, 453753, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');
INSERT INTO `previous_history` VALUES (5161, NULL, 450623, '', '', '', '', NULL, NULL, '', '', '', '', '', '', '');

-- ----------------------------
-- Table structure for recorder_information
-- ----------------------------
DROP TABLE IF EXISTS `recorder_information`;
CREATE TABLE `recorder_information`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `首次录入人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `首次录入时间` datetime NULL DEFAULT NULL,
  `末次随访人` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `末次随访时间` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '记录人员信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of recorder_information
-- ----------------------------
INSERT INTO `recorder_information` VALUES (5001, NULL, 597109, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5002, NULL, 603341, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5003, NULL, 362738, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5004, NULL, 642505, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5005, NULL, 637913, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5006, NULL, 551448, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5007, NULL, 603148, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5008, NULL, 236809, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5009, NULL, 613673, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5010, NULL, 662871, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5011, NULL, 403570, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5012, NULL, 639352, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5013, NULL, 603901, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5014, NULL, 344634, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5015, NULL, 627312, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5016, NULL, 634706, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5017, NULL, 584607, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5018, NULL, 470181, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5019, NULL, 636527, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5020, NULL, 614253, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5021, NULL, 636925, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5022, NULL, 667346, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5023, NULL, 594392, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5024, NULL, 10002579, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5025, NULL, 645116, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5026, NULL, 625397, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5027, NULL, 593571, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5028, NULL, 548281, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5029, NULL, 642520, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5030, NULL, 675605, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5031, NULL, 641181, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5032, NULL, 598741, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5033, NULL, 579560, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5034, NULL, 547754, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5035, NULL, 622212, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5036, NULL, 574096, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5037, NULL, 572693, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5038, NULL, 559564, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5039, NULL, 527042, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5040, NULL, 613462, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5041, NULL, 649517, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5042, NULL, 330641, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5043, NULL, 568955, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5044, NULL, 627019, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5045, NULL, 618497, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5046, NULL, 540833, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5047, NULL, 334606, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5048, NULL, 410494, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5049, NULL, 561324, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5050, NULL, 562255, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5051, NULL, 573669, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5052, NULL, 576688, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5053, NULL, 584329, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5054, NULL, 588269, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5055, NULL, 590316, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5056, NULL, 600112, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5057, NULL, 604003, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5058, NULL, 623880, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5059, NULL, 628849, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5060, NULL, 629563, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5061, NULL, 629818, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5062, NULL, 635124, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5063, NULL, 638295, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5064, NULL, 645131, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5065, NULL, 652458, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5066, NULL, 661577, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5067, NULL, 664791, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5068, NULL, 567369, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5069, NULL, 652221, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5070, NULL, 622207, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5071, NULL, 597889, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5072, NULL, 514668, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5073, NULL, 640475, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5074, NULL, 576280, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5075, NULL, 626733, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5076, NULL, 627659, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5077, NULL, 472498, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5078, NULL, 591572, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5079, NULL, 541040, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5080, NULL, 487025, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5081, NULL, 505396, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5082, NULL, 605377, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5083, NULL, 579926, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5084, NULL, 559105, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5085, NULL, 612330, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5086, NULL, 654458, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5087, NULL, 631505, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5088, NULL, 563730, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5089, NULL, 578560, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5090, NULL, 515813, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5091, NULL, 529501, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5092, NULL, 499548, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5093, NULL, 506895, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5094, NULL, 619928, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5095, NULL, 399070, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5096, NULL, 474641, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5097, NULL, 559281, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5098, NULL, 610923, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5099, NULL, 697600, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5100, NULL, 708296, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5101, NULL, 682093, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5102, NULL, 704830, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5103, NULL, 664511, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5104, NULL, 704197, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5105, NULL, 703581, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5106, NULL, 699771, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5107, NULL, 698882, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5108, NULL, 686749, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5109, NULL, 696220, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5110, NULL, 672411, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5111, NULL, 697130, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5112, NULL, 707953, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5113, NULL, 672787, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5114, NULL, 688469, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5115, NULL, 690223, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5116, NULL, 687873, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5117, NULL, 707600, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5118, NULL, 686818, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5119, NULL, 687488, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5120, NULL, 678512, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5121, NULL, 682769, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5122, NULL, 684675, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5123, NULL, 646256, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5124, NULL, 681168, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5125, NULL, 508161, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5126, NULL, 677944, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5127, NULL, 678254, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5128, NULL, 678664, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5129, NULL, 679401, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5130, NULL, 667410, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5131, NULL, 646250, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5132, NULL, 568596, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5133, NULL, 674024, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5134, NULL, 654820, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5135, NULL, 669034, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5136, NULL, 1530953, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5137, NULL, 649742, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5138, NULL, 641971, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5139, NULL, 663743, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5140, NULL, 652433, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5141, NULL, 665582, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5142, NULL, 337850, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5143, NULL, 667346, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5144, NULL, 37185, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5145, NULL, 642394, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5146, NULL, 361758, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5147, NULL, 457671, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5148, NULL, 586561, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5149, NULL, 403570, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5150, NULL, 646269, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5151, NULL, 556948, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5152, NULL, 80507710, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5153, NULL, 410054, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5154, NULL, 400972, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5155, NULL, 607267, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5156, NULL, 517127, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5157, NULL, 515955, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5158, NULL, 592596, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5159, NULL, 298476, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5160, NULL, 453753, '', NULL, '', NULL);
INSERT INTO `recorder_information` VALUES (5161, NULL, 450623, '', NULL, '', NULL);

-- ----------------------------
-- Table structure for recurrent_distant_metastasis
-- ----------------------------
DROP TABLE IF EXISTS `recurrent_distant_metastasis`;
CREATE TABLE `recurrent_distant_metastasis`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `第几次转移` int NULL DEFAULT NULL,
  `远处转移部位` set('对侧乳腺','非同侧胸壁','区域淋巴结','骨','肺','肝','脑','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '',
  `远处转移日期` datetime NULL DEFAULT NULL,
  `远处转移确诊手段` enum('无','粗针吸穿刺','细针吸穿刺','开放活检','手术','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移病理信息` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移免疫组化` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移治疗` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `远处转移治疗效果评价` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1274 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '远处转移信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of recurrent_distant_metastasis
-- ----------------------------
INSERT INTO `recurrent_distant_metastasis` VALUES (1113, NULL, 597109, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1114, NULL, 603341, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1115, NULL, 362738, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1116, NULL, 642505, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1117, NULL, 637913, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1118, NULL, 551448, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1119, NULL, 603148, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1120, NULL, 236809, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1121, NULL, 613673, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1122, NULL, 662871, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1123, NULL, 403570, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1124, NULL, 639352, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1125, NULL, 603901, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1126, NULL, 344634, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1127, NULL, 627312, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1128, NULL, 634706, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1129, NULL, 584607, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1130, NULL, 470181, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1131, NULL, 636527, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1132, NULL, 614253, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1133, NULL, 636925, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1134, NULL, 667346, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1135, NULL, 594392, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1136, NULL, 10002579, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1137, NULL, 645116, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1138, NULL, 625397, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1139, NULL, 593571, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1140, NULL, 548281, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1141, NULL, 642520, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1142, NULL, 675605, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1143, NULL, 641181, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1144, NULL, 598741, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1145, NULL, 579560, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1146, NULL, 547754, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1147, NULL, 622212, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1148, NULL, 574096, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1149, NULL, 572693, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1150, NULL, 559564, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1151, NULL, 527042, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1152, NULL, 613462, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1153, NULL, 649517, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1154, NULL, 330641, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1155, NULL, 568955, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1156, NULL, 627019, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1157, NULL, 618497, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1158, NULL, 540833, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1159, NULL, 334606, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1160, NULL, 410494, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1161, NULL, 561324, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1162, NULL, 562255, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1163, NULL, 573669, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1164, NULL, 576688, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1165, NULL, 584329, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1166, NULL, 588269, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1167, NULL, 590316, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1168, NULL, 600112, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1169, NULL, 604003, 1, '区域淋巴结,脑', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1170, NULL, 623880, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1171, NULL, 628849, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1172, NULL, 629563, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1173, NULL, 629818, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1174, NULL, 635124, 1, '骨,肝', '2021-03-15 00:00:00', '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1175, NULL, 638295, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1176, NULL, 645131, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1177, NULL, 652458, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1178, NULL, 661577, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1179, NULL, 664791, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1180, NULL, 567369, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1181, NULL, 652221, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1182, NULL, 622207, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1183, NULL, 597889, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1184, NULL, 514668, 1, '骨', '2017-03-23 00:00:00', '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1185, NULL, 640475, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1186, NULL, 576280, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1187, NULL, 626733, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1188, NULL, 627659, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1189, NULL, 472498, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1190, NULL, 591572, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1191, NULL, 541040, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1192, NULL, 487025, 1, '', '2019-11-22 00:00:00', '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1193, NULL, 505396, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1194, NULL, 605377, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1195, NULL, 579926, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1196, NULL, 559105, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1197, NULL, 612330, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1198, NULL, 654458, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1199, NULL, 631505, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1200, NULL, 563730, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1201, NULL, 578560, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1202, NULL, 515813, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1203, NULL, 529501, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1204, NULL, 499548, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1205, NULL, 506895, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1206, NULL, 619928, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1207, NULL, 399070, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1208, NULL, 474641, 1, '骨,肝', '2019-05-20 00:00:00', '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1209, NULL, 559281, 1, '骨', '2019-06-17 00:00:00', '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1210, NULL, 610923, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1211, NULL, 697600, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1212, NULL, 708296, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1213, NULL, 682093, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1214, NULL, 704830, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1215, NULL, 664511, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1216, NULL, 704197, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1217, NULL, 703581, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1218, NULL, 699771, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1219, NULL, 698882, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1220, NULL, 686749, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1221, NULL, 696220, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1222, NULL, 672411, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1223, NULL, 697130, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1224, NULL, 707953, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1225, NULL, 672787, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1226, NULL, 688469, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1227, NULL, 690223, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1228, NULL, 687873, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1229, NULL, 707600, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1230, NULL, 686818, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1231, NULL, 687488, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1232, NULL, 678512, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1233, NULL, 682769, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1234, NULL, 684675, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1235, NULL, 646256, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1236, NULL, 681168, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1237, NULL, 508161, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1238, NULL, 677944, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1239, NULL, 678254, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1240, NULL, 678664, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1241, NULL, 679401, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1242, NULL, 667410, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1243, NULL, 646250, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1244, NULL, 568596, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1245, NULL, 674024, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1246, NULL, 654820, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1247, NULL, 669034, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1248, NULL, 1530953, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1249, NULL, 649742, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1250, NULL, 641971, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1251, NULL, 663743, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1252, NULL, 652433, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1253, NULL, 665582, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1254, NULL, 337850, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1255, NULL, 667346, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1256, NULL, 37185, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1257, NULL, 642394, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1258, NULL, 361758, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1259, NULL, 457671, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1260, NULL, 586561, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1261, NULL, 403570, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1262, NULL, 646269, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1263, NULL, 556948, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1264, NULL, 80507710, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1265, NULL, 410054, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1266, NULL, 400972, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1267, NULL, 607267, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1268, NULL, 517127, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1269, NULL, 515955, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1270, NULL, 592596, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1271, NULL, 298476, 1, '肺', '2019-09-08 00:00:00', '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1272, NULL, 453753, 1, '', NULL, '', '', '', '', '');
INSERT INTO `recurrent_distant_metastasis` VALUES (1273, NULL, 450623, 1, '', NULL, '', '', '', '', '');

-- ----------------------------
-- Table structure for relapse_information
-- ----------------------------
DROP TABLE IF EXISTS `relapse_information`;
CREATE TABLE `relapse_information`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `第几次复发` int NULL DEFAULT NULL,
  `复发部位` enum('胸壁复发','保乳术后复发','同侧腋窝及锁上淋巴结复发','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `具体复发部位` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `复发日期` date NULL DEFAULT NULL,
  `复发确诊手段` enum('无','粗针吸穿刺','细针吸穿刺','开放活检','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `复发病灶病理信息` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `复发病灶免疫组化` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `复发后治疗` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `复发后治疗效果评价` enum('CR','PR','SD','PD','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1057 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '复发信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of relapse_information
-- ----------------------------
INSERT INTO `relapse_information` VALUES (1028, NULL, 603341, 1, '', '', '2020-08-19', '粗针吸穿刺', '', '', '', '');
INSERT INTO `relapse_information` VALUES (1029, NULL, 236809, 1, '', '', '2020-03-12', '粗针吸穿刺', '', '', '手术治疗：右乳肿物切除术+右乳癌全乳切除术；化疗：TE方案（紫杉醇脂质体 240mg+ 表柔吡星 120mg）化疗6周期', '');
INSERT INTO `relapse_information` VALUES (1030, NULL, 403570, 1, '', '', '2021-06-18', '粗针吸穿刺', '', '', '手术治疗：右乳癌局部广泛切除术+术后化疗+放疗', '');
INSERT INTO `relapse_information` VALUES (1031, NULL, 547754, 1, '', '', '2020-12-30', '粗针吸穿刺', '', '', '右乳癌全乳切除+前哨+术后化疗', '');
INSERT INTO `relapse_information` VALUES (1032, NULL, 334606, 1, '', '', '2018-05-15', '粗针吸穿刺', '', '', '帕米磷酸二钠保骨+曲妥单抗+单T', '');
INSERT INTO `relapse_information` VALUES (1033, NULL, 604003, 1, '', '', '2023-01-01', '', '', '', '目前在当地医院行放疗', '');
INSERT INTO `relapse_information` VALUES (1034, NULL, 623880, 1, '胸壁复发', '', '2020-09-22', '粗针吸穿刺', '', '', 'TP方案化疗6周期，', '');
INSERT INTO `relapse_information` VALUES (1035, NULL, 635124, 1, '', '', '2021-03-04', '粗针吸穿刺', '', '', '多柔比星50mg+紫杉醇170mg、阿贝西利+依西美坦+戈舍瑞林（2021-07-21开始）（6周期）', '');
INSERT INTO `relapse_information` VALUES (1036, NULL, 597889, 1, '同侧腋窝及锁上淋巴结复发', '', '2020-12-21', '粗针吸穿刺', '', '', 'TP方案化疗2周期，具体：紫杉醇脂质体 270mgd1 + 卡铂 600mgd2。2021.2.9门诊复查CT，病情进展。受试者同意参加随机、对照、多中心评价注射用重组人源化抗HER2单抗-MMAE偶联剂（RC48-ADC）治疗HER2低表达局部晚期或转移性乳腺癌有效性和安全性的Ⅲ期试验，使用C1D1-C6D1', '');
INSERT INTO `relapse_information` VALUES (1037, NULL, 514668, 1, '同侧腋窝及锁上淋巴结复发', '', '2017-03-23', '粗针吸穿刺', '', '', '帕米膦酸二钠，进展后于2017年11月24给予唑来磷酸抗骨转移治疗+来曲唑内分泌治疗，再次进展后更换更换唑来膦酸+氟维司群', '');
INSERT INTO `relapse_information` VALUES (1038, NULL, 487025, 1, '', '', '2019-11-22', '粗针吸穿刺', '', '', '氟维司群+帕米磷酸，MDT会诊后建议化疗及后续胸腰椎放疗。遂行TP方案化疗6周期，具体为紫杉醇白蛋白结合型 400mg  ivd d1+卡铂 600mg ivd d1。化疗期间规律使用帕米磷酸二钠保骨治疗。7-9周期TP方案化疗，予减量化疗，具体为：紫杉醇400mg d1+卡铂500mg d1。后予来曲唑+OFS联合西达苯胺治疗。', '');
INSERT INTO `relapse_information` VALUES (1039, NULL, 579926, 1, '', '', '2021-07-06', '粗针吸穿刺', '', '', '放疗+PD-1', '');
INSERT INTO `relapse_information` VALUES (1040, NULL, 559105, 1, '', '', '2019-08-01', '粗针吸穿刺', '', '', '抗PD-1抗体卡瑞利珠单抗联合甲磺酸阿帕替尼及氟唑帕利治疗复发转移性三阴乳腺癌的开放、多中心、剂量探索的Ib期临床试验（PD-1抗体（卡瑞利珠单抗）200mg q2w ivd +甲磺酸阿帕替尼 500mg po qd +氟唑帕利 100mg bid po）          2021.3.27-2021.4.16给予化疗联合靶向治疗2周期安罗替尼10mg qd po +白蛋白紫杉醇400mg d1+卡铂500mg d1                  2021.5.11继续予TP方案化疗1周期，具体为：白蛋白紫杉醇400mg d1+卡铂500mg d1             白蛋白紫杉醇单药化疗1周期，具体：白蛋白紫杉醇300mg d1', '');
INSERT INTO `relapse_information` VALUES (1041, NULL, 654458, 1, '', '', '2021-08-19', '粗针吸穿刺', '', '', 'SKB264    贝伐珠单抗500mg+白蛋白紫杉醇 400mg+卡铂500mg', '');
INSERT INTO `relapse_information` VALUES (1042, NULL, 563730, 1, '', '', '1905-07-11', '粗针吸穿刺', '', '', '予TP方案一线化疗3周期，具体：白蛋白紫杉醇 200mg d1,8+卡铂 300mg d1,8. 治疗过程顺利。2019.6.25完善检查，B超示：左乳切除术后，胸骨左旁低回声区，较前缩小。提示治疗有效，患者考虑经济原因，自第4、5周期换行紫杉醇脂质体医保药物治疗，具体：紫杉醇脂质体 300mg d1+卡铂 600mg d1。过程顺利。2019.8.8予第6周期紫杉醇脂质体 300mg d1+卡铂 600mg d1治疗，2019.9给予放疗同步予甘氨双唑钠增敏，紫杉醇(脂质体) 60mg iv 周方案；', '');
INSERT INTO `relapse_information` VALUES (1043, NULL, 578560, 1, '', '', '2021-03-09', '开放活检', '', '', '2021.3.19予TP方案化疗1周期，具体为：紫杉醇脂质体270mg d1+卡铂500mg d1，并予血管内皮抑素，胸腔胸水细胞学检查：找见少量肿瘤细胞，考虑腺癌。。2021.4.12、2021.5.7继续行TP方案化疗2周期，具体为：紫杉醇脂质体240mg d1+卡铂500mg d1，给予血管内皮抑素 + 紫杉醇30mg胸腔注射治疗。疗效评价SD。2021.6.1行NX+贝伐单抗方案治疗2周期，具体:长春瑞滨 40mg ivd d1,100mgd8 +卡培他滨 1.5g bid d1-14+贝伐珠单抗 600mg d1。2周期后疗效评价SD。患者于2021-7月初无明显诱因开始出现胸闷，活动后加重，且出现咳嗽，咯白痰，2021/7/14复查CT提示肺栓塞，给予抗凝治疗后好转。2021-7-20给予长春瑞滨单药40mg d1 + 100mg d8 po化疗1周期。患者血氧饱和度出现波动，不吸氧维持在89-91%,再次复查CT：与2021-7-14胸部CT比较：右肺门软组织增厚较前明显，双侧胸腔积液较前增多，双肺下叶膨胀不全，双肺实变及索条较前明显增多，余无著变。提示双侧胸水增大，行B超引导下胸腔积液置管引流，患者呼吸困难症状好转。2021-8-13给予GP方案化疗1周期，具体：吉西他滨 1700mg d1,8+顺铂100mg （胸腔注射）d2，并给予化疗辅助用药。', '');
INSERT INTO `relapse_information` VALUES (1044, NULL, 499548, 1, '', '', '2019-01-03', '粗针吸穿刺', '', '', 'TPH化疗+拉帕替尼', 'PD');
INSERT INTO `relapse_information` VALUES (1045, NULL, 506895, 1, '', '', '2017-10-24', '粗针吸穿刺', '', '', 'AC-T方案化疗8周期+赫赛汀靶向治疗+来曲唑+放疗  后更换吡咯替尼靶向治疗', '');
INSERT INTO `relapse_information` VALUES (1046, NULL, 399070, 1, '胸壁复发', '', '2015-01-14', '开放活检', '', '', '2015.1.26予TP方案（PTX 210mg d1 + CBP 500mg d1）*2+2015.5.25行减量TP方案4周期化疗，PTX 210mg d1，CBP 500mg d2；2015.6.9-2016.9予“来曲唑＋亮丙瑞林”维持内分泌治疗，联合伊维莫司；2017.2.16开始予GP方案化疗共5周期；唑来膦酸保骨', '');
INSERT INTO `relapse_information` VALUES (1047, NULL, 474641, 1, '', '', '2019-05-20', '粗针吸穿刺', '', '', '赫赛汀750mg（首次）540mg（维持）d1+帕妥珠单抗 840mg（首次）420mg（维持）d1+多西他赛 160mg d2）*8周期+双靶（赫赛汀750mg（首次）550mg（维持）d1+帕妥珠单抗 840mg（首次）420mg（维持）d1）*2周期，帕米磷酸二钠保骨', 'PD');
INSERT INTO `relapse_information` VALUES (1048, NULL, 559281, 1, '', '', NULL, '', '', '', '唑来膦酸保骨', '');
INSERT INTO `relapse_information` VALUES (1049, NULL, 610923, 1, '', '', '2016-02-01', '', '', '', '予以戈舍瑞林+阿那曲唑治疗1年，患者自行停药中医治疗', '');
INSERT INTO `relapse_information` VALUES (1050, NULL, 641971, 1, '', '', '1905-07-13', '粗针吸穿刺', '', '', '2021.5.8-2021.6.18给予吡咯替尼400mg qd+长春瑞滨40mg tid治疗，疗效评估PD。2021.6.18在全麻下行“右颈锁上淋巴结切除”术后病理：大材（颈深）淋巴结低分化癌转移（10/10，淋巴结内转移癌最大径1.7cm,脂肪+),结合临床病史及免疫组化结果，不能排除来自乳腺或鼻咽的可能性，建议结合临床检查，必要时请会诊；免疫组化（蜡块-2，淋巴结癌转移）：P16(+),CK7(+),CK5/6(部分+),GATA-3（部分+），ER(-),PR(-),WT-1（-），PAX8(-),NapsinA(-),TTF-1(-)。术后继续给予吡咯替尼+长春瑞滨治疗14天，治疗期间仍有淋巴结增大。于2021.7.12全麻下行“右颈部淋巴结清扫术+多功能保留”，手术过程顺利，术后病理回报：送检淋巴结低分化癌转移，结合临床病史及免疫组化结果，首先考虑来自乳腺可能性大，呼吸道不能排除，请结合临床；；2021.8.11开始给予T-DM1 200mg治疗4周期', 'PD');
INSERT INTO `relapse_information` VALUES (1051, NULL, 361758, 1, '', '', '2019-10-25', '粗针吸穿刺', '', '', '不详', '');
INSERT INTO `relapse_information` VALUES (1052, NULL, 457671, 1, '', '', '2020-01-30', '粗针吸穿刺', '', '', 'TP方案治疗，具体：白蛋白紫杉醇 400mg d1 ivd+顺铂 90mg ', '');
INSERT INTO `relapse_information` VALUES (1053, NULL, 403570, 1, '', '', '2021-06-18', '粗针吸穿刺', '', '', '（2021-7-22右乳癌局部广泛切除术；2021-8-11开始 TP方案+放疗2022-4-22开始服用卡培他滨）', '');
INSERT INTO `relapse_information` VALUES (1054, NULL, 517127, 1, '胸壁复发', '', '2019-05-16', '粗针吸穿刺', '', '', '右胸壁肿物局部扩大切除术+3周期（白蛋白紫杉醇400mg d1）', '');
INSERT INTO `relapse_information` VALUES (1055, NULL, 298476, 1, '', '', '2019-09-08', '粗针吸穿刺', '', '', '电子胸腔镜下右上肺切除术+淋巴结清扫术', '');
INSERT INTO `relapse_information` VALUES (1056, NULL, 453753, 1, '其他', '腋下、右肩部皮下', '2019-03-07', '粗针吸穿刺', '', '', '', '');

-- ----------------------------
-- Table structure for sampling_recurrence_metastasis_specimens
-- ----------------------------
DROP TABLE IF EXISTS `sampling_recurrence_metastasis_specimens`;
CREATE TABLE `sampling_recurrence_metastasis_specimens`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `关联病灶` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `采样日期` date NULL DEFAULT NULL,
  `用途标识` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `其他用途` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `采集人` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本类型` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本性质` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本编码` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本量` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本盒编码` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `标本存放位置` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否取用` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `取用日期` date NULL DEFAULT NULL,
  `取用人` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `取用用途` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `取用备注` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2162 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '复发转移灶标本采样表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sampling_recurrence_metastasis_specimens
-- ----------------------------
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2001, NULL, 597109, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2002, NULL, 603341, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2003, NULL, 362738, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2004, NULL, 642505, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2005, NULL, 637913, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2006, NULL, 551448, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2007, NULL, 603148, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2008, NULL, 236809, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2009, NULL, 613673, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2010, NULL, 662871, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2011, NULL, 403570, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2012, NULL, 639352, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2013, NULL, 603901, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2014, NULL, 344634, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2015, NULL, 627312, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2016, NULL, 634706, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2017, NULL, 584607, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2018, NULL, 470181, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2019, NULL, 636527, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2020, NULL, 614253, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2021, NULL, 636925, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2022, NULL, 667346, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2023, NULL, 594392, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2024, NULL, 10002579, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2025, NULL, 645116, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2026, NULL, 625397, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2027, NULL, 593571, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2028, NULL, 548281, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2029, NULL, 642520, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2030, NULL, 675605, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2031, NULL, 641181, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2032, NULL, 598741, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2033, NULL, 579560, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2034, NULL, 547754, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2035, NULL, 622212, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2036, NULL, 574096, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2037, NULL, 572693, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2038, NULL, 559564, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2039, NULL, 527042, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2040, NULL, 613462, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2041, NULL, 649517, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2042, NULL, 330641, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2043, NULL, 568955, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2044, NULL, 627019, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2045, NULL, 618497, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2046, NULL, 540833, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2047, NULL, 334606, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2048, NULL, 410494, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2049, NULL, 561324, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2050, NULL, 562255, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2051, NULL, 573669, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2052, NULL, 576688, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2053, NULL, 584329, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2054, NULL, 588269, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2055, NULL, 590316, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2056, NULL, 600112, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2057, NULL, 604003, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2058, NULL, 623880, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2059, NULL, 628849, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2060, NULL, 629563, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2061, NULL, 629818, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2062, NULL, 635124, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2063, NULL, 638295, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2064, NULL, 645131, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2065, NULL, 652458, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2066, NULL, 661577, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2067, NULL, 664791, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2068, NULL, 567369, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2069, NULL, 652221, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2070, NULL, 622207, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2071, NULL, 597889, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2072, NULL, 514668, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2073, NULL, 640475, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2074, NULL, 576280, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2075, NULL, 626733, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2076, NULL, 627659, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2077, NULL, 472498, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2078, NULL, 591572, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2079, NULL, 541040, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2080, NULL, 487025, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2081, NULL, 505396, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2082, NULL, 605377, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2083, NULL, 579926, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2084, NULL, 559105, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2085, NULL, 612330, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2086, NULL, 654458, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2087, NULL, 631505, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2088, NULL, 563730, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2089, NULL, 578560, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2090, NULL, 515813, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2091, NULL, 529501, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2092, NULL, 499548, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2093, NULL, 506895, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2094, NULL, 619928, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2095, NULL, 399070, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2096, NULL, 474641, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2097, NULL, 559281, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2098, NULL, 610923, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2099, NULL, 697600, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2100, NULL, 708296, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2101, NULL, 682093, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2102, NULL, 704830, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2103, NULL, 664511, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2104, NULL, 704197, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2105, NULL, 703581, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2106, NULL, 699771, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2107, NULL, 698882, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2108, NULL, 686749, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2109, NULL, 696220, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2110, NULL, 672411, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2111, NULL, 697130, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2112, NULL, 707953, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2113, NULL, 672787, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2114, NULL, 688469, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2115, NULL, 690223, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2116, NULL, 687873, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2117, NULL, 707600, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2118, NULL, 686818, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2119, NULL, 687488, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2120, NULL, 678512, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2121, NULL, 682769, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2122, NULL, 684675, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2123, NULL, 646256, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2124, NULL, 681168, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2125, NULL, 508161, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2126, NULL, 677944, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2127, NULL, 678254, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2128, NULL, 678664, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2129, NULL, 679401, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2130, NULL, 667410, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2131, NULL, 646250, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2132, NULL, 568596, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2133, NULL, 674024, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2134, NULL, 654820, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2135, NULL, 669034, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2136, NULL, 1530953, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2137, NULL, 649742, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2138, NULL, 641971, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2139, NULL, 663743, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2140, NULL, 652433, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2141, NULL, 665582, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2142, NULL, 337850, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2143, NULL, 667346, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2144, NULL, 37185, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2145, NULL, 642394, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2146, NULL, 361758, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2147, NULL, 457671, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2148, NULL, 586561, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2149, NULL, 403570, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2150, NULL, 646269, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2151, NULL, 556948, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2152, NULL, 80507710, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2153, NULL, 410054, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2154, NULL, 400972, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2155, NULL, 607267, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2156, NULL, 517127, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2157, NULL, 515955, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2158, NULL, 592596, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2159, NULL, 298476, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2160, NULL, 453753, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');
INSERT INTO `sampling_recurrence_metastasis_specimens` VALUES (2161, NULL, 450623, '', NULL, '', '', '', '', '', '', '', '', '', '', NULL, '', '', '');

-- ----------------------------
-- Table structure for surgical_pathological_info
-- ----------------------------
DROP TABLE IF EXISTS `surgical_pathological_info`;
CREATE TABLE `surgical_pathological_info`  (
  `编号` int NOT NULL AUTO_INCREMENT,
  `滨海住院号` int NULL DEFAULT NULL,
  `河西住院号` int NULL DEFAULT NULL,
  `手术日期` date NULL DEFAULT NULL,
  `手术方式` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否保乳` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `是否再造` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结清扫方式` enum('腋清','前哨淋巴结活检','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `术后大病理号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `病灶数量` int NULL DEFAULT NULL,
  `肉眼肿物大小` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `病理学分期` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `病理类型` enum('导管内癌','小叶原位癌','乳头湿疹样乳腺癌','浸润性导管癌','浸润性小叶癌','浸润性特殊癌','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `病理具体描述` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `组织学分级` enum('I','II','III','I-II','II-III','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `组织学分级具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `淋巴血管侵犯与否` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `淋巴管癌栓` enum('有','无','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `间质内浸润淋巴细胞` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `化疗反应` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `保乳手术标本周断端是否可见癌组织` enum('是','否','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `保乳手术标本周断端` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `保乳手术标本补切周断端` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `淋巴结情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `腋窝淋巴结总数` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `阳性腋窝淋巴结数` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `ER` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `PR` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `HER2` enum('阴性','1+','2+','3+','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `HER2具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `Ki67` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `P53` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `FISH` enum('阴性','阳性','其他','') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `FISH具体情况` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `HER2-FISH COPY数` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `HER2-FISH RATIO` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`编号`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3077 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '手术病理信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of surgical_pathological_info
-- ----------------------------
INSERT INTO `surgical_pathological_info` VALUES (2916, NULL, 597109, '2020-03-27', '右乳癌是+背阔肌乳房重建', '是', '是', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '其他', '（右）乳腺“分泌性癌”外院切检、本院会诊，本院行是手术标本断端阳性（2001752）后，本次送检局部广泛切除术标本内未见明确癌组织，见导管上皮不典型增生，平坦型上皮不典型性；', '', '', '', '', '', '', '', '保乳手术标本周断端：5号位石蜡深切后见导管上皮重度不典型增生；6、7号位石蜡标本深切后见管内成分；8号位见管内成分；其余未见明确癌组织', '', '“前哨”淋巴结：0/3', '3', '0', '<1', '<1', '', '', '10', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2917, NULL, 603341, NULL, '右乳肿物切除+右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', '', '浸润性导管癌', '术后病理我院会诊：（右乳腺）浸润性导管癌，II~III，非特殊型，间质浸润淋巴细胞50%；“区段切除”标本内癌（-）；前哨淋巴结（0/2）。', 'II-III', '', '', '', '', '', '', '', '', '前哨淋巴结（0/2）', '2', '0', '阴', '阴', '阴性', '', '90', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2918, NULL, 362738, '2014-05-16', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2919, NULL, 642505, '2021-09-27', '切除乳头乳晕保留皮肤的左乳癌改良根治术+扩张器植入术', '否', '是', '腋清', '', NULL, '', 'ypT3N3aMx', '浸润性导管癌', '局部广泛切除术标本周断端：1、2、4、8号位导管上皮不典型增生；6号位石蜡切片深切后见灶性导管上皮不典型增生；其余位未见明确癌组织。', 'II-III', '', '', '', '', 'Ⅰb～Ⅱa', '', '', '', '区域淋巴结：“腋尖”1/2；“肌间”0/0；“内三角”0/3；“外三角”0/0；“左腋窝”15/31（注：淋巴结转移癌治疗反应符合Ⅰa～Ⅰb）；', '36', '16', '70', '＜1', '1+', '', '15', '5', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2920, NULL, 637913, '2021-08-26', '切除乳头保留乳晕及皮肤的左乳癌全乳切除术+前哨+扩张器植入术', '否', '是', '前哨淋巴结活检', '', NULL, '', 'ypT3N0(sn)Mx', '其他', '（左）乳腺“浸润性癌（含浸润性微乳头状癌成分），组织学Ⅱ”本院粗针穿刺新辅助治疗后，标本（中外）见粘液癌（微乳头状型），伴灶性浸润性微乳头状癌，组织学Ⅱ，浸润性癌呈散在分布，治疗反应符合Ⅰb；乳头（-）；（中内）（-）； （中上）（-）； （中下）（-）；', 'II', '', '', '', '', 'Ⅰb', '', '', '', '“前哨”淋巴结：0/3', '3', '0', '90', '＜1', '3+', '', '10', '10', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2921, NULL, 551448, '2018-12-20', '左乳癌是术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx', '浸润性导管癌', '（左）乳腺浸润性导管癌，非特殊型，组织学Ⅲ；癌组织累及脂肪，见可疑淋巴管癌栓，间质内浸润淋巴细胞约占20%；', 'III', '', '', '', '', '', '', '石蜡（断端1）：未见明确癌组织；3号位灶性导管上皮不典型增生；1号及2号位见导管乳头状瘤；5号位见导管上皮增生；系线面导管上皮乳头状增生，灶性导管上皮增生；\n石蜡（断端2）：未见明确癌组织；14号位导管乳头状瘤；8号、11号及17号位灶性导管上皮增生；13号位灶性导管上皮乳头状增生；表面导管上皮乳头状增生；底面灶性导管上皮增生；', '', '“前哨”淋巴结0/3', '3', '0', '＜1', '＜1', '', '', '80', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2922, NULL, 603148, '2020-09-03', '右乳癌是+前哨淋巴结活检术。', '是', '否', '前哨淋巴结活检', '', NULL, '', 'ypT1a（m）N0（sn）Mx', '浸润性导管癌', '右乳腺“浸润性癌”外院穿刺本院会诊新辅助治疗后，本次送检标本内见浸润性导管癌，组织学Ⅲ，浸润成分散在分布，单灶镜下最大径约2mm；未见明确脉管癌栓，间质内浸润淋巴细胞约占20%，伴大片纤维化、泡沫细胞聚集，灶性炎细胞浸润，化疗反应Ⅱa；伴灶性导管内癌，核分Ⅲ；', 'III', '', '', '', '', 'Ⅰb', '', '保乳手术标本周断端：7号位囊肿伴泡沫细胞；5、13、14、15、16号位见灶性导管上皮轻-中度不典型增生；其余未见明确癌组织；', '', '“前哨”淋巴结0/4', '4', '0', '＜1', '＜1', '', '', '40', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2923, NULL, 236809, '2009-02-01', '右乳癌是+腋窝淋巴结清扫术', '是', '否', '腋清', '', NULL, '', '', '浸润性导管癌', '（右乳腺外上）浸润性导管癌外院切检后，是周切缘及基底（-），腋下淋巴结：3/15。', '', '', '', '', '', '', '', '', '', '腋下淋巴结：3/15', '15', '3', '阴', '阴', '阴性', '', '90', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2924, NULL, 613673, '2021-01-08', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypTisN0Mx', '浸润性导管癌', '左乳腺“浸润性癌”外院穿刺本院会诊、新辅助治疗后，标本内上见导管内癌，累及小叶，伴钙化，并见明显纤维化区域，符合治疗反应Ⅲa；\n乳头（-）；内下（-）； 外下（-）； 外上（-）；\n', 'II', '', '', '', '', 'Ⅲa', '', '', '', '区域淋巴结：腋尖0/1；肌间0/0；腋下0/15；', '16', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2925, NULL, 662871, '2021-11-05', '左乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '浸润性导管癌', '左乳腺外下“浸润性癌”外院切检本院会诊后，瘢痕旁见少量导管原位癌；乳头（-）；外上（-）；内上（-）；内下（-）；', 'II', '', '', '', '', '', '', '', '', '“前哨”淋巴结0/5', '5', '0', '90', '60', '1+', '', '30', '20', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2926, NULL, 403570, '2015-03-13', '右乳癌是术+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx', '浸润性导管癌', '（右）乳腺（外上）“标本2”浸润性导管癌，非特殊型，组织学Ⅱ，浸润性癌灶镜下最大径约1.7cm，未见明确脉管癌栓；“标本2”内可见乳腺内淋巴结1枚0/1；\n“标本1”、“标本3”未见明确癌组织；另送“右乳外上腺体”未见明确癌组织；', 'II', '', '', '', '', '', '', '', '', '“前哨”淋巴结：0/3；', '3', '0', '＜1', '＜1', '1+', '', '60', '85', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2927, NULL, 639352, '2021-04-22', '右乳癌是＋前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0Mx', '其他', '（右）乳腺“乳头状癌”外院切检、本院会诊后，本次送检是手术标本内见导管内乳头状癌；\n术后病理我院会诊：（右乳）乳头状癌，部分为浸润性乳头状癌，核分符合Ⅱ，其旁纤维化间质中见微小灶浸润性癌、非特殊型（组织学Ⅱ），部分为导管内乳头状癌，符合导管内乳头状瘤上皮细胞不典型增生癌变，核分Ⅱ为主、灶性Ⅱ～Ⅲ，可见累及其旁多个小叶内末梢导管。\n', 'II-III', '', '', '', '', '', '', '保乳手术标本周断端（7、8、9、10号位扩切后）（-），见灶性导管上皮不典型增生，腺纤维瘤', '', '“前哨”淋巴结：0/6（冰冻及冰余标本', '6', '0', '90', '80', '2+', '', '管内成分约20%（+）、浸润成分约30%（+）', '', '阴性', '', '73', '1.4');
INSERT INTO `surgical_pathological_info` VALUES (2928, NULL, 603901, '2020-10-16', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '浸润性导管癌', '右乳腺“浸润性癌”外院穿刺本院会诊及“（右腋下）低分化腺癌”（2004923）本院粗针穿刺、新辅助治疗后，标本外下浸润性导管癌，组织学Ⅱ，间质内浸润淋巴细胞约占5%，化疗反应Ⅰb；伴导管内癌，以乳头状型为主，核分Ⅱ；乳头（-）；外上（-）； 内上（-）； 内下（-）；', 'II', '', '', '', '', 'Ⅰb', '', '', '', '腋尖0/2；肌间0/0；腋下1/14+软组织（+）[化疗反应Ⅰb]；', '16', '1', '80', '1', '1+', '', '15-20', '1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2929, NULL, 344634, '2021-10-15', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', '（右）pT1cN0Mx\n', '浸润性导管癌', '右乳腺外上浸润性导管癌，组织学Ⅲ，局灶伴大汗腺分化，间质内浸润淋巴细胞约占20%～60%；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n', 'III', '', '', '', '', '', '', '\n', '', '腋尖0/1；肌间0/0；“右肩胛下脉管根部”0/1；“胸长神经旁”0/0；腋下0/16；', '18', '0', '＜1', '＜1', '', '', '80', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2930, NULL, 627312, '2020-12-21', '左乳癌是术', '是', '否', '', '', NULL, '', 'pT1aNxMx', '浸润性导管癌', '（左）乳腺以导管内癌成分为主的浸润性癌，组织学Ⅱ，浸润灶镜下最大径约1.1mm，未见明确脉管癌栓，间质内浸润淋巴细胞约占5%；伴导管内癌，以粉刺型、实性型为主，核分Ⅱ，并累及小叶，另间质中见粘液湖', 'II', '', '', '', '', '—', '', '(保乳手术标本周断端)：2号位小叶内上皮细胞不典型增生；3号位局灶小叶不典型增生；4号位腺纤维瘤，数个小灶轻度导管上皮不典型增生；5号位数小灶导管上皮不典型增生，导管上皮柱状细胞增生，粘液囊肿；6号位石蜡标本中目标病变极少，结合冰冻切片符合导管上皮中-重度不典型增生，平坦型上皮不典型性，导管上皮柱状细胞增生；7号位导管上皮乳头状增生伴灶性不典型增生，导管上皮柱状细胞增生；8号位小灶导管上皮不典型增生；另见数小灶导管上皮轻度不典型增生；9号位小灶轻度导管上皮不典型增生。（左乳腺“断端2号位”扩切）标本：如图，1号位见灶性导管上皮中～重度不典型增生；2、4号位见导管上皮轻度不典型增生；3号位阴性；\n', '', '“前哨”0/5（冰冻及冰余标本）；“低腋窝”0/35', '40', '0', '60', '1', '', '', '25', '30', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2931, NULL, 634706, '2021-03-12', '左乳癌是＋前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN1a（sn）Mx', '浸润性导管癌', '（左）乳腺浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞约占5%', 'II', '', '', '有', '', '—', '', '保乳手术标本周断端未见明确癌组织', '', '前哨”淋巴结：1/8（冰冻及冰余标本）；', '8', '1', '90', '25', '2+', '', '50', '30', '阴性', '', '76', '1.52');
INSERT INTO `surgical_pathological_info` VALUES (2932, NULL, 584607, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2933, NULL, 470181, '2016-11-17', '双乳癌全乳切除+前哨淋巴结活检+假体植入乳房再造术。', '否', '是', '前哨淋巴结活检', '', NULL, '', '左乳pT1cN0ITCMx；右乳pT1cN0ITCMx\n', '浸润性导管癌', '左乳腺外上以导管内癌成分为主的浸润性导管癌（浸润灶镜下最大径约4mm），非特殊型，组织学Ⅱ，导管内癌成分以实性型为主，核分Ⅲ，癌组织累及小叶，癌组织累及脂肪，未见明确脉管癌栓（其一）；导管内癌，以实性型为主，核分Ⅱ（其二）；外上切口旁残留导管内癌组织；\n(左乳头下断端)灶性导管上皮乳头状增生；外下、内上、内下（-）；\n右乳腺外上浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞约占10%；\n(右乳头下腺体)灶性导管上皮增生，导管慢性炎症；外下、内上、内下（-）；', 'II', '', '', '有', '', '—', '', '—', '', '区域淋巴结：“左乳腋下可疑淋巴结”0/2；“左肌间”0/0；“左腋窝淋巴结”0/9；区域淋巴结：\"右乳前哨\"2/3(转移灶最大径0.15mm)；“右腋下淋巴结”0/2（冰冻及冰余组织）；“右腋下可疑淋巴结”0/5；“右肌间”0/0；腋下0/5；\n', '左：11/右15', '右：2', '左：85 右80', '左：15；右30', '1+', '', '左：30；右30', '左：4；右：＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2934, NULL, 636527, '2021-03-26', '右乳癌全乳切除+前哨淋巴结活检+假体重建术', '否', '是', '前哨淋巴结活检', '', NULL, '', 'pTisN0(sn)Mx', '其他', '（右）乳腺（外上）导管原位癌伴灶性早期浸润，导管原位癌以乳头状型、粉刺型为主，核分Ⅱ；于脂肪中见散落癌细胞团，考虑制片所致上皮细胞移位；另见腺纤维瘤趋向，囊肿，腺病，导管上皮乳头状增生；标本（外上切口周围及中央区）见少量导管原位癌；\n', '', '', '', '', '', '', '', '', '', '前哨”淋巴结：0/4', '4', '0', '85', '60', '2+', '', '15', '5', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2935, NULL, 614253, '2020-08-27', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx\n', '浸润性导管癌', '左乳腺内上浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，见广泛淋巴管癌栓，间质内浸润淋巴细胞约占10%；\n乳头（-）；内下（-）；外上（-）；外下（-）；\n', 'II', '', '', '有', '', '', '', '', '', '腋尖0/3；肌间0/0；腋下0/16', '19', '0', '70', '＜1', '2+', '', '15-20', '1', '阴性', '', '62', '1.292');
INSERT INTO `surgical_pathological_info` VALUES (2936, NULL, 636925, '2021-08-20', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N3aMx', '浸润性小叶癌', '右乳腺“浸润性癌”（2103792）及“（右腋下）低分化腺癌，考虑为小叶癌”（2104417）本院粗针穿刺新辅助治疗后，标本外上经广泛取材见浸润性癌，部分细胞变性明显，符合为浸润性小叶癌，变异型，组织学Ⅱ，治疗反应Ⅰb～Ⅱa；癌组织累及脂肪；\n', 'II', '', '', '', '', 'Ⅰb～Ⅱa', '', '', '', '“腋尖”1/1；“肌间”0/0；腋下10/10+软组织（+）[淋巴结内转移癌治疗反应Ⅰb～Ⅱa]', '11', '11', '80', '＜1', '1+', '', '＜10', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2937, NULL, 667346, '2021-12-09', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '浸润性导管癌', '左乳腺“浸润性癌，符合浸润性导管癌，组织学Ⅱ～Ⅲ”（2107073）本院粗针穿刺新辅助治疗后，标本中上见浸润性癌，符合浸润性导管癌，组织学Ⅱ～Ⅲ，治疗反应Ⅰb；\n乳头（-）；中下（-）； 中内（-）； 中外（-）；\n', 'II-III', '', '', '', '', 'Ⅰb', '', '', '', '腋尖”0/1；“肌间”0/0；腋下1/13（淋巴结内转移癌符合治疗反应Ⅰa', '14', '1', '90', '＜1', '1+', '', '15', '70', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2938, NULL, 594392, '2020-06-12', '右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypTxN0Mx\n', '导管内癌', '右乳腺“导管内癌，伴小灶性浸润”（1920498）及“（右腋下）低分化腺癌”（2000040）本院粗针穿刺化疗后，标本中外见少量散在分布小灶导管内癌及浸润性癌，见淋巴管癌栓，化疗反应Ⅱa～Ⅱb；\n乳头（-）；中内（-）； 中上（-）； 中下（-）；\n', '', '', '', '有', '', 'Ⅱa～Ⅱb', '', '', '', '“腋尖”0/2；“肌间”0/0；腋下0/19（2枚淋巴结纤维化，不除外化疗反应所致）；\n', '21', '0', '90', '＜1', '1+', '', '＜10', '40', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2939, NULL, 10002579, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2940, NULL, 645116, '2021-10-21', '右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'ypTisN0（sn）Mx', '导管内癌', '（右）乳腺“导管内癌，伴浸润”（2101835）本院粗针穿刺、新辅助治疗后，本次送检是手术标本内见导管原位癌，以实性型、粉刺型为主，核分Ⅱ，符合治疗反应Ⅲa；', '', '', '', '', '', 'Ⅲa', '', '保乳手术标本周断端：1号位灶性导管上皮不典型增生，腺纤维瘤趋向；2号、6号位灶性导管上皮不典型增生；其余未见明确癌组织；', '', '“前哨”淋巴结：0/2；', '2', '0', '＜1', '＜1', '3+', '', '20~25', '75~80', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2941, NULL, 625397, '2020-12-11', '右乳癌是＋前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '导管内癌', '（右）乳腺导管内癌，以粉刺型、实性型为主，核分Ⅱ—Ⅲ。本院切检后，是手术标本内未见残留癌组织，见灶性导管上皮不典型增生，平坦型上皮不典型性，导管上皮乳头状增生。', 'II-III', '', '', '', '', '—', '', '4号位散在数小灶导管上皮不典型增生，平坦型上皮不典型性，导管上皮增生及乳头状增生，柱状细胞增生；5号位散在数小灶导管上皮不典型增生，导管上皮增生，灶性导管上皮乳头状增生；6号位小叶不典型增生，小灶导管上皮不典型增生，导管上皮增生；7号位灶性导管上皮不典型增生；', '', '“前哨”淋巴结0/6（冰冻及冰余标本）', '6', '0', '90', '70', '2+', '', '30', '5', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2942, NULL, 593571, '2019-12-27', '右乳肿物冰冻+右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N0（sn）Mx', '浸润性导管癌', '（右）乳腺浸润性导管癌，非特殊型，组织学Ⅲ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞约占40%', 'III', '', '', '无', '', '—', '', '保乳手术标本周断端：未见明确癌组织，可见灶性导管上皮增生及灶性导管上皮轻度不典型增生；', '', '“前哨”淋巴结0/2', '2', '0', '＜1', '＜1', '2+', '', '70', '＜1', '阴性', '', '43', '0.878');
INSERT INTO `surgical_pathological_info` VALUES (2943, NULL, 548281, '2018-11-30', '左乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pT2N1aMx', '浸润性导管癌', '左乳腺内上浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞<5%；\n乳头（-）；内下（-）；外下（-）；外上（-）；', 'II', '', '否', '无', '', '', '', '', '', '\"腋尖\"0/2；\"肌间\"0/0；腋下1/6；', '8', '1', '60', '50', '1+', '', '70', '40', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2944, NULL, 642520, '2021-05-14', '右乳肿物区段切除+冰冻术+右乳癌是＋前哨淋巴结活检术+右腋窝淋巴结清扫术', '是', '否', '腋清', '', NULL, '', 'pT1cN1aMx', '浸润性导管癌', '（右）乳腺浸润性导管癌，组织学II-Ⅲ，癌组织累及脂肪，间质内浸润淋巴细胞＜5%；见导管原位癌\n', 'II-III', '', '', '无', '', '—', '', '保乳手术标本周断端：2号位导管上皮柱状细胞变，导管上皮增生；3、8号位见灶性导管上皮不典型增生，腺病；6号位灶性导管上皮不典型增生；其余未见明确癌组织；', '', '前哨1/2+软组织（+）；\"腋尖\"0/3；\"肌间\"0/0；腋下0/10；', '13', '0', '70', '20', '', '', '25', '15', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2945, NULL, 675605, '2022-03-10', '左乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'ypT1aN0（sn）Mx', '浸润性导管癌', '（左）乳腺“浸润性导管癌，组织学Ⅲ”（2112620）本院粗针穿刺新辅助治疗后，是手术标本内可见少量浸润性癌，镜下范围约2.1×1.5mm，并可见片状纤维化区域伴泡沫细胞聚集及炎细胞浸润，符合治疗反应Ⅱa；', 'III', '', '', '', '', 'Ⅱa', '', '(保乳手术标本周断端)：4号位见片状纤维化区域，伴灶性泡沫细胞聚集；7号位导管上皮不典型增生，数灶导管上皮乳头状增生；其余未见明确癌组织；', '', '“前哨”淋巴结:0/2', '2', '0', '5', '＜1', '1+', '', '5', '60', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2946, NULL, 641181, '2021-05-07', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT3N3aMx\n', '浸润性导管癌', '左乳腺“浸润性癌，符合浸润性导管癌，组织学Ⅱ”及“（左腋下）低分化腺癌”外院穿刺本院会诊、新辅助治疗后，标本外上至乳晕区见浸润性导管癌伴浸润性微乳头状癌，组织学Ⅱ，癌组织累及脂肪，见淋巴管癌栓，治疗反应Ⅰa～Ⅱa；伴较多导管原位癌伴钙化，核分Ⅱ，以筛状型、实性型及粉刺型为主；镜下累及范围>5cm;\n乳头：见灶性浸润性癌及淋巴管癌栓；内下：见灶性浸润性癌及淋巴管癌栓； （外下、内上）见淋巴管癌栓；', 'II', '', '', '有', '', 'Ⅱa～Ⅱb', '', '', '', '“腋尖”1/1（高度变性CK+肿瘤细胞）；“肌间”考虑高度变性肿瘤细胞团；腋下6/10（淋巴结内转移癌符合治疗反应Ⅱa～Ⅱb；另3枚淋巴结局部纤维化，可符合治疗后改变）', '11', '7', '85', '浸润性导管癌成分阳性细胞约占40%,浸润性微乳头状癌成分阳性细胞< 1% \n', '1+', '', '浸润性导管癌成分阳性细胞< 10%～约占35% \n浸润性微乳头状癌成分阳性细胞< 10%～约占20%', '20', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2947, NULL, 598741, '2020-09-10', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '浸润性导管癌', '左乳腺“浸润性癌”（2002484）本院粗针穿刺新辅助化疗后，标本内上见浸润性癌，符合浸润性导管癌，非特殊型，组织学Ⅱ，见淋巴管癌栓，化疗反应Ⅰa；伴导管内癌，实性型、筛状型为主，核分Ⅱ；', 'II', '', '', '有', '', 'II', '', '', '', '腋尖0/4；肌间0/0；腋下2/17', '21', '2', '90', '2', '1+', '', '5%～10% \n', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2948, NULL, 579560, '2019-08-27', '左乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N1aMx', '其他', '（左）乳腺浸润性癌（伴神经内分泌特征），组织学Ⅱ，伴部分粘液癌（富于细胞型，约占30%），癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞<5%', 'II', '', '', '有', '', '', '', '6号位、9号位导管上皮增生；其余未见明确癌组织', '', '区域淋巴结：“前哨”1/1；另送“前哨”0/1；“腋下”0/2；', '4', '1', '85', '70', '', '', '25', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2949, NULL, 547754, '2019-05-17', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN0Mx', '浸润性导管癌', ' “（左乳腺）浸润性癌、（左腋下）低分化腺癌”（1817631）本院粗针穿刺化疗后，标本外上见浸润性癌，符合浸润性导管癌，非特殊型，组织学Ⅱ～Ⅲ，并见纤维化及泡沫细胞聚集区域，符合化疗反应Ⅰb；乳头（-）；外下（-）；内上（-）；内下（-）；标本中央“皮肤瘢痕标记”区域未见真皮淋巴管癌栓；\n', 'II-III', '', '', '有', '', 'Ib', '', '', '', '腋尖0/3；肌间0/2；腋下0/17（注：多枚淋巴结内见纤维化区域及泡沫细胞聚集，符合化疗后改变）', '22', '0', '10', '＜1', '', '', '80', '90', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2950, NULL, 622212, '2020-11-05', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT3N2aMx', '浸润性导管癌', '左乳腺“导管内癌”及“（左腋下）低分化腺癌”（2005603）本院粗针穿刺新辅助治疗后，标本内上至外上见浸润性癌，符合浸润性导管癌，伴导管内癌（以实性型、粉刺型为主），化疗反应Ⅱa；\n乳头（-）；内下（-）； 外下（-）； \n', '', '', '否', '有', '', 'IIa', '', '', '', '“腋尖”0/2；“肌间”0/0；腋下6/12（注：淋巴结内转移癌化疗反应Ⅰa～Ⅰb；另1枚淋巴结内纤维化，符合转移癌化疗后改变）；\n', '14', '6', '90', '＜1', '2+', '', '5', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2951, NULL, 574096, '2019-11-28', '右乳癌改良根治术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '其他', '右乳腺“浸润性癌”（1910546）本院粗针穿刺化疗后，标本外上见浸润性癌，癌组织累及脂肪，化疗反应不明显；\n乳头（-）；外下（-）； 内上（-）； 内下（-）；\n区域淋巴结：\"腋尖\"0/3；“肌间”0/0；腋下3/18（淋巴结内转移癌化疗反应不明显）；\n病理学分期：ypT2N1aMx\n', '', '', '', '', '', '', '', '', '', '\"腋尖\"0/3；“肌间”0/0；腋下3/18', '21', '3', '乳腺病灶90/淋巴结90', '乳腺病灶：1/淋巴结：1', '2+', '', '乳腺病灶：20/淋巴结：25，局部40', '乳腺病灶：＜10/淋巴结：20', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2952, NULL, 572693, '2019-07-04', '左乳癌根Ⅰ甲术+右乳肿物切除术', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx', '浸润性导管癌', '左乳腺外上浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞约占20%；乳头（-）；外下（-）；内上（-）；内下（-）；（右）乳腺腺纤维瘤伴导管上皮增生', 'II', '', '否', '', '', '', '', '', '', '腋下淋巴结：0/20', '20', '0', '＜1', '＜1', '', '', '60', '90', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2953, NULL, 559564, '2019-08-27', '左乳癌是+腋窝淋巴结清扫术。/左侧全乳切除+前哨淋巴结活检术，/左乳全乳及左侧背阔肌皮瓣转移+假体植入术。', '是', '是', '腋清', '', NULL, '', 'ypTxN0Mx', '浸润性导管癌', '  2019-8-27:乳腺“浸润性导管癌，非特殊型，组织学Ⅱ-Ⅲ”外院切检本院会诊、化疗后，瘢痕局部未见残留癌组织；                                      2019-10-18:右乳癌是切缘阳性扩大切除标本)周断端1号位导管内乳头状瘤伴上皮细胞不典型增生，免疫组化检测ER约90%强（+），PR异质性（+），CK5/6异质性（+）、小灶（-），SMMHC、CD10、P63管内减少/缺失；并见腺纤维瘤趋向，灶性导管上皮不典型增生；3号位灶性导管上皮不典型增生；6号位石蜡深切后见灶性导管内乳头状瘤伴上皮细胞不典型增生；7号位导管内乳头状瘤伴上皮细胞不典型增生灶性癌变，低别，免疫组化检测ER约90%强（+），PR异质性（+）、小灶中等（+），CK5/6多数腺上皮（-），SMMHC、CD10、P63管内部分（-）；其余位阴性；\n标本内见多小灶性导管内乳头状瘤伴上皮细胞不典型增生。\n  2019-11-27:“左乳癌是术”（1913392）及“扩大切除术”（1916200）后，本次送检全乳切除术标本（外上）瘢痕周围见导管内癌及导管内乳头状癌；\n（乳头基底）（-）；（乳头缺如处）见导管内癌及导管内乳头状癌；（外下、内下、内上）（-）。 ', 'II-III', '', '', '', '', '', '', '2019-10-185、6、7、8号位见导管内癌；10号位见大汗腺腺病；其余断端未见明确癌组织；', '', '“腋窝”淋巴结：0/22', '22', '0', '—', '—', '', '', '—', '—', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2954, NULL, 527042, '2018-05-31', '右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx', '其他', '右乳腺外上浸润性癌，间质内浸润淋巴细胞约占50%；切口旁见原位癌组织；见哺乳期乳腺组织；乳头（-）；内上（-）；外下（-）；内下（-）；', '', '', '', '有', '', '', '', '', '', '“腋尖”0/1；“肌间”0/1；腋下0/21；', '23', '0', '＜1', '＜1', '', '', '50', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2955, NULL, 613462, '2020-11-20', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN2aMx', '浸润性导管癌', '“（左乳腺）浸润性癌；（左腋下）低分化腺癌”（2009246）本院粗针穿刺新辅助治疗后，标本外上见浸润性导管癌，部分区伴粘液分泌，组织学Ⅱ，治疗反应Ⅰa；癌组织累及脂肪，见淋巴管癌栓；见导管内癌；\n乳头（-）；外下（-）；内上（-）；内下（-）', 'II', '', '', '有', '', 'Ia', '', '', '', '“腋尖”0/3；肌间0/0；“腋静脉上淋巴结”0/0；腋下5/15（治疗反应Ⅰa）；', '18', '5', '90', '65', '', '', '40', '10', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2956, NULL, 649517, '2021-07-08', '左乳肿物区段切除+左乳癌是＋低腋窝淋巴结清扫术', '是', '否', '腋清', '', NULL, '', 'pT1cN0Mx', '浸润性导管癌', '（左）乳腺浸润性导管癌，组织学Ⅱ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞<5%；\n\n', 'II', '', '', '无', '', '', '', '保乳手术标本周断端：2号位经补切后（12、13、15号位）见灶性导管上皮不典型增生；其余位阴性', '', '“前哨”0/3；“左腋下”0/5', '8', '0', '90', '90', '1+', '', '25', '15', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2957, NULL, 330641, '2013-02-21', '左乳癌局部广泛切除术+左腋窝淋巴结清扫术', '是', '否', '腋清', '', NULL, '', '', '', '左乳浸润性导管癌（外院切检病理）', 'II', '', '', '', '', '', '', '', '', '', NULL, NULL, '80', '90', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2958, NULL, 568955, '2019-05-27', '左乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '其他', '（左）乳腺（外上）“粘液癌，呈粘液微乳头状型、乳头状型，部分为富于细胞型”外院切检本院会诊后，瘢痕局部未见残留癌组织；\n乳头（-）；（外下、内上、内下）（-）；', '', '', '', '', '', '', '', '', '', '“前哨”淋巴结0/2；', '2', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2959, NULL, 627019, '2021-05-14', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N1aMx', '其他', '左乳腺“浸润性癌”及“（左腋下）淋巴结内转移性低分化腺癌”（2016540）本院粗针穿刺新辅助治疗后，标本外上见纤维化区域及少量淋巴细胞浸润，未见明确癌组织，符合治疗反应Ⅲb；\n乳头（-）；外下（-）； 内上（-）； 内下（-）\n', '', '', '', '', '', '乳腺病灶Ⅲb，淋巴结IIa', '', '', '', '腋尖0/0；肌间0/0；腋下2/10（注：淋巴结内转移癌符合治疗反应Ⅱa；另2枚淋巴结内见纤维化区域，不除外转移癌治疗后改变）；', '10', '2', '70', '＜1', '', '', '10', '20', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2960, NULL, 618497, '2019-10-29', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'pT2N3aMx', '浸润性导管癌', '右乳腺外上浸润性导管癌，伴小灶浸润性微乳头状癌，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞约占5%；伴导管内癌，核分Ⅱ，以实性型为主；\n乳头（-）；外下（-）；内上（-）；内上（-）；\n', 'II', '', '否', '', '', '', '', '', '', '“腋尖”2/2；“肌间”0/0；腋下12/35+软组织（+）；', '37', '14', '85', '50', '1+', '', '15', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2961, NULL, 540833, '2019-07-08', '左乳癌根II术/右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N0Mx', '其他', '右乳腺“浸润性癌”（1813687）及“（右腋下）低分化腺癌”（1814633）本院粗针穿刺化疗后，标本内未见明确癌组织，可见片状纤维化区域，符合化疗反应Ⅲb；皮肤（-）； \n乳头（-）； \n“（左乳腺）浸润性癌”（1813687）及“（左腋下）低分化腺癌”（1814060）本院粗针穿刺化疗后，本次送检乳腺标本内未见明确癌组织，可见明显纤维化区域，符合化疗反应Ⅲb；乳晕区真皮层内未见明确脉管癌栓；胸大肌、胸小肌（-）；乳头（-）；\n ', '', '', '', '', '', 'Ⅲb', '', '', '', '左：腋尖0/1；锁下0/0；后组0/0；肌间0/0；外侧组0/32*//右：腋尖”0/2；“肌间”0/3；腋下0/10（注：多枚淋巴结内见纤维化，不除外化疗后改变）\n', '33//15', '0//0', '—', '—', '', '', '—', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2962, NULL, 334606, '2013-01-29', '右乳改良根治术（外院）', '否', '否', '腋清', '', NULL, '', '', '浸润性导管癌', '术后病理我院会诊示：右乳浸润性导管癌,非特殊型，组织学II，累及脂肪', 'II', '', '', '', '', '', '', '', '', '15/22+软组织(+)', '22', '15', '70', '40', '2+', '', '50', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2963, NULL, 410494, '2015-09-24', '右乳癌是术+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '导管内癌', '多发性导管乳头状瘤伴灶性重度不典型增生癌变→导管内癌', '', '', '', '', '', '', '', '', '', '“前哨”淋巴结：0/6（冰冻及冰余标本）；', '6', '0', '40', '20', '', '', '20', '1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2964, NULL, 561324, '2019-08-20', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1aN1aMx', '其他', '右乳腺“浸润性癌”（1904312）本院粗针穿刺化疗后，标本外上至外下见浸润性癌，浸润成分多灶、散在分布，单灶镜下最大径约3mm，淋巴管癌栓（+++），间质内浸润淋巴细胞＜5%，化疗反应Ⅱa；伴广泛导管内癌，以筛状型、乳头状型为主，核分Ⅱ；\n乳头（-）；内上：导管内癌，并见淋巴管癌栓；内下（-）；', 'II', '', '', '有', '', 'Ⅱa', '', '', '', '腋尖0/1；肌间0/1；“右腋尖”0/2；腋下3/24；（化疗反应Ⅱa，另有3枚淋巴结纤维化，符合化疗后改变）\n', '28', '3', '80', '5', '2+', '', '＜5', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2965, NULL, 562255, '2019-09-02', '左乳癌改良根治术及乳房重建术', '否', '是', '腋清', '', NULL, '', 'ypT1cN2aMx', '其他', '左乳腺浸润性癌；左腋下低分化腺癌，标本中外残存浸润性癌（浸润性微乳头状癌成分）及导管内癌成分；淋巴管癌栓（+）', '', '', '', '有', '', 'Ⅰa～Ⅰb', '', '', '', '“腋尖”0/0；“肌间”0/0；\"腋窝”8/14（淋巴结转移癌化疗反应Ⅰb，转移成分为浸润性微乳头状癌）；', '14', '8', '90', '< 1% ', '', '', '10', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2966, NULL, 573669, '2019-12-05', '右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N3aMx', '浸润性导管癌', '右乳腺浸润性导管癌，组织学Ⅱ，标本内下见浸润性导管癌', 'II-III', '', '', '', '', 'Ⅰa～Ⅰb', '', '', '', '“腋尖”1/1+软组织（+）；“肌间”0/0；腋下10/19+软组织（+）（注：淋巴结内转移癌化疗反应不明显）；', '11', '20', '＜1', '＜1', '3+', '', '65', '90', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2967, NULL, 576688, '2019-07-31', '右乳腺癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx\n', '浸润性导管癌', '右乳腺外上浸润性导管癌，非特殊型，组织学Ⅲ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞约占5%', 'III', '', '', '无', '', '', '', '', '', '腋尖0/3；腋下0/19；\n', '22', '0', '＜1', '＜1', '', '', '40', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2968, NULL, 584329, '2020-03-06', '左乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N1Mx', '其他', '左乳腺浸润性癌；左腋下少量低分化腺癌，乳头：导管分泌物潴留', '', '', '', '', '', 'Ⅲb（区域淋巴结Ⅱb）', '', '', '', '腋尖0/3；肌间0/1；“腋静脉上淋巴结”0/1；腋下1/22（注：1枚淋巴结内见灶性高度变性的癌细胞团，符合化疗反应Ⅱb）；', '26', '1', '报告中显示化疗后标本内仅见灶性高度变性的癌细胞团，无法进行免疫组化', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2969, NULL, 588269, '2020-04-10', '左乳肿物区段切除术+右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT1aN0Mx', '浸润性导管癌', '（左）乳腺腺纤维瘤，瘤内灶性导管上皮增生；瘤旁导管上皮增生，腺病。右乳腺浸润性癌，标本中下见浸润性癌，符合浸润性导管癌，伴导管内癌', 'II', '', '', '', '', 'Ⅰb', '', '', '', '“腋尖”0/5；“肌间”0/0；腋下0/15；', '20', '0', '＜1', '＜1', '2+', '', '30', '20', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2970, NULL, 590316, '2019-11-29', '右乳癌全乳切除+前哨淋巴结活检术。', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTisN0（sn）Mx', '导管内癌', '右乳腺中内导管内癌伴灶性早期浸润，（右）乳腺（中内）导管内癌伴灶性早期浸润，导管内癌成分以粉刺型、筛状型为主，核分Ⅱ，累及小叶；', '', '', '', '', '', '', '', '', '', '“前哨”淋巴结：0/3；', '3', '0', '80', '20', '1+', '', '40', '1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2971, NULL, 600112, '2020-09-03', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N3aMx\n', '其他', '右乳腺浸润性癌；右腋下低分化腺癌，标本中上及乳晕区见散在分布的浸润性癌，伴导管内癌', '', '', '是', '有', '', 'Ⅱa', '', '', '', '腋尖2/2；肌间0/0；腋下2/11（化疗反应Ⅱb，另有1枚淋巴结明显纤维化）；', '13', '4', '80', '＜1', '2+', '', '＜5', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2972, NULL, 604003, '2020-10-29', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N0Mx', '浸润性导管癌', '右乳腺浸润性癌，标本内上见浸润性导管癌伴部分化生性癌；', 'III', '', '', '无', '', '化疗反应不明显', '', '', '', '腋尖0/5；肌间0/2；腋下0/24；', '29', '0', '＜1', '< 1', '', '', '60', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2973, NULL, 623880, '2020-11-19', '右乳癌全乳切除＋前哨淋巴结活检术（外院2019-2）+（2020.11.19）右乳癌补根治术', '否', '否', '前哨淋巴结活检', '', NULL, '', '', '', '右乳腺）浸润性导管癌，非特殊型，组织学Ⅱ～Ⅲ”外院切检后，本次“补根治术”标本内未见明确癌组织；胸大肌、胸小肌（-）；', 'II-III', '', '', '', '', '', '', '', '', '“腋尖”1/1+软组织（+）；锁下0/1；后组0/0；肌间0/0；外侧组0/17；“大淋巴结”1/1+软组织（+）；“小淋巴结”1/1', '22', '3', '90', '75', '', '', '35', '40', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2974, NULL, 628849, '2021-05-28', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1aN0Mx', '浸润性导管癌', '右乳腺“浸润性癌”（2100037）、“（右腋下）转移性低分化腺癌（2100402）”本院粗针穿刺新辅助治疗后，标本外上见浸润性癌，符合浸润性导管癌，组织学Ⅱ，镜下最大径约4mm；并见导管原位癌，累及小叶；另见成片纤维化区域伴炎细胞浸润；治疗反应Ⅱa；\n乳头（-）；外下（-）； 内上（-）； 内下（-）；\n区域淋巴结：“腋尖”0/2；“肌间”0/0；腋下0/13（注：1枚淋巴结内见灶性纤维化，不除外转移癌治疗后改变）；\n病理学分期：ypT1aN0Mx', 'II', '', '', '', '', 'Ⅱa', '', '', '', '：“腋尖”0/2；“肌间”0/0；腋下0/13（注：1枚淋巴结内见灶性纤维化，不除外转移癌治疗后改变）；\n', '15', '0', '＜1', '＜1', '', '', '60', '0.01', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2975, NULL, 629563, '2021-01-15', '左乳癌全乳切除＋前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pT1aN0（sn）Mx', '浸润性导管癌', '（左）乳腺（内上）浸润性导管癌，组织学Ⅱ，部分伴大汗腺分化，浸润灶镜下最大径约2.6mm，未见明确脉管癌栓，间质内浸润淋巴细胞<5%；伴广泛导管内癌（以实性型、大汗腺型为主，核分Ⅱ）；瘤旁见腺纤维瘤趋向，腺病，大汗腺囊肿；\n乳头（-）；（内下、外上、外下）（-）；', 'II', '', '', '', '', '', '', '', '', '“前哨”淋巴结：0/4；', '4', '0', '90', '浸润性癌成分阳性细胞约占40%，\n导管内癌成分阳性细胞约占70% \n', '', '', '15', '10', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2976, NULL, 629818, '2021-02-05', '右乳癌保留皮肤、乳头切除的全乳切除＋前哨淋巴结活检术、（2021-03-04全麻下行左乳癌保留皮肤的全乳切除＋前哨淋巴结切除＋右腋窝淋巴结清扫术）', '是', '否', '腋清', '', NULL, '', 'pT1cN1mi（sn）Mx ', '其他', '（左）乳腺标本经全取材见导管内癌伴浸润性癌，符合为浸润性导管癌，非特殊型，组织学Ⅱ，浸润灶镜下最大径约3.5mm；导管内癌以实性型为主，核分Ⅱ； \n（右）乳腺（内上）浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞约占5%；伴较广泛导管内癌，以粉刺型、实性型为主，核分部分Ⅰ～Ⅱ，部分Ⅱ。（右乳头后）：原位癌；乳头深面：导管上皮不典型增生；（内下、外上、外下）（-）；', 'II', '', '是', '无', '', '', '', '（左）乳腺标本经全取材见导管内癌，请待免疫组化除外伴浸润；导管内癌以实性型为主，核分级Ⅱ级；\n（右）乳腺（内上）浸润性癌，待免疫组化追加分型报告，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞约占5%；伴较广泛原位癌；\n（右乳头后）：原位癌；乳头深面：导管上皮不典型增生；（内下、外上、外下）（-）；', '', '“前哨”2/3（冰冻及冰余标本石蜡标本深切后；淋巴结内癌转移灶镜下最大径约1.3mm）；“右前哨②”0/2（冰冻及冰余标本）；：“左前哨”0/1；“左腋窝”0/3；（右乳腺）区域淋巴结：“右腋尖”0/3；“右肌间”0/1；“右腋窝”0/12。', '25', '2', '（左）60（右）30', '（左）15（右）1%', '1+', '', '（左）30%（右）20%', '左：< 1%；右：< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2977, NULL, 635124, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2978, NULL, 638295, '2021-04-09', '左乳癌全乳切除＋前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N0（sn）Mx', '浸润性导管癌', '（左）乳腺（外上）浸润性导管癌，组织学Ⅲ，见脉管癌栓，间质内浸润淋巴细胞约占10%；伴导管原位癌；', 'III', '', '', '有', '', '', '', '', '', '“前哨”淋巴结：0/5；', '5', '0', '8', '＜1', '1+', '', '70', '1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2979, NULL, 645131, '2021-06-03', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '浸润性导管癌', '右乳腺“浸润性癌”穿刺新辅助治疗后，标本内下见散在分布的浸润性癌及原位癌伴钙化，及纤维化区域，淋巴细胞、泡沫细胞聚集，治疗反应Ⅱa；\n乳头（-）；外上：腺纤维瘤（结节一、结节二）；外下（-）； 内上（-）；', '', '', '', '', '', 'Ⅱa', '', '', '', '腋尖0/0；肌间0/0；腋下1/6（淋巴结转移癌治疗反应Ⅱb，另3枚淋巴结见纤维化，考虑转移癌治疗后改变）', '6', '1', '20', '＜1', '', '', '5', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2980, NULL, 652458, '2021-12-29', '左乳癌全乳切除+腋窝淋巴结清扫术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx\n', '浸润性导管癌', '左乳腺“浸润性癌”及“（左腋下）低分化腺癌”（2111032）本院粗针穿刺新辅助治疗后，标本中央区至中内、内上见浸润性癌，符合浸润性导管癌，伴灶性粘液癌（<5%），组织学Ⅱ，癌组织累及脂肪，治疗反应Ⅰb；\n乳头（-）；中外（-）； 中上（-）； 中下（-）；', 'II', '', '', '', '', 'Ⅰb', '', '', '', '区域淋巴结：“腋尖”0/2；“肌间”0/0；腋下3/32（注：淋巴结转移癌治疗反应符合Ⅰa）；', '34', '3', '80', '＜1', '1+', '', '5', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2981, NULL, 661577, '2021-11-04', '右腋下前哨淋巴结活检术（2021.11.4） 右乳癌是+双乳缩乳+右低腋窝淋巴结活检术（2022.3.24）', '是', '是', '腋清', '', NULL, '', 'ypT1b（m）NxMx\n', '浸润性导管癌', '（右）乳腺“浸润性导管癌，组织学Ⅲ，非特殊型，伴鳞状细胞化生癌”外院穿刺本院会诊新辅助治疗后，（是副乳）标本见片状纤维化区域内少量、散在浸润性癌，最大浸润灶镜下最大径约7mm，组织学Ⅲ，间质内浸润淋巴细胞约占80%，并见大量泡沫细胞聚集及少量淋巴细胞浸润，治疗反应Ⅱa；\n', 'III', '', '', '', '', '', '', '（右乳头外上）囊肿，腺病。（右乳头后）导管周围轻度慢性炎症。（右乳腺乳头旁补切）未见明确癌组织。（右乳腺保乳副乳周断端）未见明确癌组织；', '', '（右乳前哨淋巴结）：未见明确癌组织（0/2）；“右低腋窝”淋巴结：0/1；', '3', '0', '＜1', '＜1', '', '', '40~70', '90', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2982, NULL, 664791, '2021-11-19', '左乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N0（sn）Mx', '浸润性导管癌', '（左）乳腺“浸润性癌，符合浸润性导管癌”（2117323）本院粗针穿刺后，标本内上见浸润性癌，待免疫组化追加分型报告，组织学Ⅲ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞约占10%；\n乳头（-）；内下（-）；外上（-）；外下（-）；', 'III', '', '否', '无', '', '', '', '', '', '“前哨”0/4', '4', '0', '＜1', '＜1', '1+', '', '15-40', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2983, NULL, 567369, '2019-12-27', '右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '浸润性导管癌', '右乳腺“浸润性癌”（1907106）本院粗针穿刺化疗后，标本内上浸润性导管癌，非特殊型，组织学Ⅲ，伴部分化生性癌，间质内浸润淋巴细胞约占20%，化疗反应Ⅰa；', 'III', '', '', '', '', 'Ⅰa', '', '', '', '腋尖0/1；肌间0/1；腋下2/27（化疗反应Ⅰa）', '29', '2', '＜1', '＜1', '2+', '', '15', '20', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2984, NULL, 652221, '2022-04-24', '左乳癌是+腋窝淋巴结清扫术', '是', '否', '腋清', '', NULL, '', '', '浸润性导管癌', '乳头（-）；内下（-）；外下（-）；外上（-）；', 'III', '', '否', '无', '', 'Ⅲb', '', '', '', '腋窝淋巴结：0/26（两枚淋巴结纤维化，考虑转移癌治疗后改变）；', '26', '0', '＜1', '＜1', '3+', '', '65', '65', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2985, NULL, 622207, '2020-11-12', '左乳癌全乳切除+前哨淋巴结活检', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0Mx\n', '浸润性导管癌', '(左乳腺是手术标本周断端)未见明确癌组织；', 'II', '', '', '', '', '', '', '', '', '区域淋巴结：“前哨”0/4；“腋窝淋巴结”0/2；', '6', '0', '80', '25', '1+', '', '30', '5', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2986, NULL, 597889, '2020-02-13', '右侧乳腺切除+前哨淋巴结活检+扩张器置入术', '否', '是', '前哨淋巴结活检', '', NULL, '', 'pT1N0M0', '浸润性导管癌', '：（右侧）浸润性乳腺癌，非特殊类型，SBR分II-III，肿瘤大小约1.5×1.0×1.5cm；癌组织侵及周围脂肪组织，未见明确神经侵犯及脉管内癌栓。肿瘤未累及乳头，基底切缘未见癌。', 'II-III', '', '否', '无', '', '', '', '', '', '腋窝前哨淋巴结未见转移癌（0/6）。', '6', '0', '90', '90', '2+', '', '70', '-', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2987, NULL, 514668, '2011-02-17', '左乳肿物切除+冰冻+左乳改良根治术+背阔肌肌瓣转移联合假体植入即刻再造术', '否', '是', '腋清', '', NULL, '', '', '浸润性导管癌', '左乳中下浸润性导管癌伴部分浸润性微乳头状癌，见脉管内癌栓', '', '', '是', '有', '', '', '', '', '', '区域淋巴结见转移癌1/27（腋窝淋巴结1/27）', '27', '1', '80', '80', '', '', '80', '+', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2988, NULL, 640475, '2021-09-03', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN0Mx\n', '浸润性导管癌', '右乳腺“浸润性癌”（2108308）本院穿刺新辅助治疗后，内上见浸润性癌，符合浸润性导管癌，组织学Ⅲ，间质内浸润淋巴细胞约占30%；治疗反应Ⅰa；\n乳头（-）；内下（-）；外下（-）；外上（-）；\n', 'III', '', '', '', '', 'Ⅰa', '', '', '', '区域淋巴结：腋尖0/2；肌间0/0；肩胛下脉管根部0/1；腋下0/15；\n', '18', '0', '＜1', '＜1', '', '', '40', '80', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2989, NULL, 576280, '2019-12-13', '右乳癌改良根治术', '否', '否', '腋清', '', NULL, '', 'ypT1cN0Mx', '浸润性导管癌', '右乳腺“浸润性癌”及“（右腋下）低分化腺癌”（1911540）本院粗针穿刺化疗后，标本外下见浸润性癌，符合组织学Ⅲ，化疗反应Ⅱa～Ⅱb；\n乳头（-）；外上（-）； 内上（-）； 内下（-）；', 'III', '', '', '', '', 'Ⅱa～Ⅱb', '', '', '', '区域淋巴结：“腋尖”0/2；“肌间”0/0；腋下0/11（其中1枚淋巴结局部纤维化，可符合化疗反应所致）', '13', '0', '＜1', '＜1', '', '', '15', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2990, NULL, 626733, '2021-06-04', '左乳癌根治术', '否', '否', '腋清', '', NULL, '', 'ypT3N3aMx', '浸润性导管癌', '左乳腺“浸润性癌”及“（左腋下）低分化腺癌”外院穿刺本院会诊新辅助治疗后，标本外上至内上见浸润性癌，符合浸润性导管癌，非特殊型，组织学Ⅱ，见广泛淋巴管癌栓，间质内浸润淋巴细胞<5，并见片状纤维化区域，泡沫细胞聚集，治疗反应Ⅰa；\n乳头（-）；外下（-）； 内下（-）；“ 胸大、小肌”（-）\n', 'II', '', '是', '有', '', 'Ia', '', '', '', '区域淋巴结：“腋静脉上”1/1；“腋尖”1/1；“肌间”0/0；腋下5/10+软组织（+）[注：淋巴结内转移癌治疗反应Ⅰa]；\n', '12', '7', '＜1', '＜1', '', '', '70', '80', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2991, NULL, 627659, '2020-12-24', '右乳癌根治术（I甲）', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx\n', '浸润性导管癌', '右乳腺外上浸润性导管癌，组织学Ⅱ（伴粘液分泌），伴粘液癌（富于细胞型，核分Ⅱ），癌组织累及脂肪，间质内浸润淋巴细胞<5%（肿物标本）；腺纤维瘤，腺纤维瘤趋向，腺病，囊肿，粘液囊肿，平坦型上皮不典型性，导管上皮增生，灶性导管内钙化（钙化标本）；\n乳头（-）；外下（-）；内上（-）；内下（-）；', 'II', '', '', '', '', '', '', '', '', '区域淋巴结：腋尖0/0；肌间0/1；腋下0/7；', '8', '0', '60', '75', '1+', '', '10', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2992, NULL, 472498, '2016-12-07', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'pTxN3aMx', '浸润性导管癌', '右乳腺外上浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞约占10%； \n乳头（-）；外下（-）；内下（-）；内上（-）', 'II', '', '', '', '', '', '', '', '', '区域淋巴结：腋尖1/1；腋下11/21+软组织（+）', '22', '12', '75', '90', '2+', '', '30', '60', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2993, NULL, 591572, '2019-12-01', '外院切检（右乳肿物区段切除术），右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pTxN0Mx\n', '浸润性导管癌', '右乳腺中内“浸润性导管癌，非特殊型，组织学Ⅱ伴灶性粘液分泌”外院切检本院会诊后，瘢痕局部未见残留癌组织；\n乳头（-）；中下：放射状瘢痕、导管上皮增生；中外、中上（-）；', 'II', '', '', '', '', '', '', '', '', '区域淋巴结：“腋尖”0/3；“肌间”0/0；腋下0/16；\n', '19', '0', '80', '5', '', '', '30', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2994, NULL, 541040, '2018-08-13', '左乳癌是根治术', '是', '否', '腋清', '', NULL, '', '', '浸润性导管癌', '左乳腺浸润性导管癌，2~3，非特殊型，淋巴结（-）。', 'II-III', '', '', '', '', '', '', '不详', '', '无', NULL, NULL, '＜1', '5', '3+', '', '60', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2995, NULL, 487025, '2017-08-15', '右乳癌保留乳头乳晕的皮下腺体否术+前哨淋巴结活检+假体植入再造术', '否', '是', '前哨淋巴结活检', '', NULL, '', 'ypT2N2Mx', '浸润性导管癌', '右乳腺“浸润性癌”外院粗针穿刺本院会诊化疗后，标本（中上）见浸润性导管癌，非特殊型，组织学Ⅱ～Ⅲ，化疗反应无法评估； \n乳头缺如处（-）；（中内）、（中下）、（中外）（-）；', 'II-III', '', '', '', '', '无法评估', '', '', '', '区域淋巴结：“前哨”淋巴结：4/5+软组织（+）（除冰冻所见两个淋巴结癌转移外，石蜡组织深切后见两个微转移）；腋尖0/3；肌间0/0；“腋窝蓝染淋巴结”0/0；腋下2/8（淋巴结内转移癌化疗反应无法评估）；', '16', '6', '80', '20', '', '', '30', '40', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2996, NULL, 505396, '2017-10-26', '右乳癌根Ⅰ甲术', '否', '否', '', '', NULL, '', 'pT1cN0Mx', '浸润性导管癌', '右乳腺外上浸润性导管癌，非特殊型，组织学Ⅱ，未见明确脉管癌栓，间质内浸润淋巴细胞< 5%； \n乳头（-）；外下（-）；内上（-）；内下（-）', 'II', '', '否', '无', '', '', '', '', '', '区域淋巴结：肌间0/2；腋下0/23', '25', '0', '90', '90', '1+', '', '10', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2997, NULL, 605377, '2020-06-11', '左乳癌全乳切除+前哨淋巴结活检术+双乳假体植入术', '否', '是', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx', '浸润性导管癌', '（左）乳腺（内上）浸润性导管癌，非特殊型，组织学Ⅲ伴灶性浸润性微乳头状癌分化，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞约占10%；（中外）微浸润性癌（2个微浸润性癌灶，单灶镜下最大径约0.95mm）伴导管内癌（以实性型为主，灶性呈印戒细胞分化，核分Ⅲ）；瘤间腺体（-）；', 'III', '', '否', '无', '', '', '', '', '', '“前哨”淋巴结：0/2', '2', '0', '内上90/中外90', '内上45/中外85', '1+', '', '内上40/中外＜15', '内上20/中外＜15', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2998, NULL, 579926, '2019-08-28', '左乳肿物切除术（扩大切除）+左腋窝淋巴结清扫术', '', '', '', '', NULL, '', 'pT2N0Mx', '', '（左）乳腺浸润性导管癌，非特殊型，组织学Ⅲ，未见明确脉管癌栓，间质内浸润淋巴细胞约占5%； \n是手术标本周断端：3号位石蜡切片深切后见浸润性癌，4、5号位见浸润性癌；6号位见导管内癌；其余未见明确癌组织； \n（左乳腺内侧切缘补送断端）冰冻：未见明确癌组织 \n腋窝淋巴结0/13；', 'III', '', '', '', '', '', '', '3号位石蜡切片深切后见浸润性癌，4、5号位见浸润性癌；6号位见导管内癌；其余未见明确癌组织； \n（左乳腺内侧切缘补送断端）冰冻：未见明确癌组织 ', '', '', NULL, NULL, '< 1%', '< 1%', '1+', '', '0.6', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (2999, NULL, 559105, '2019-03-07', '右乳癌仿根I甲术', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx', '浸润性导管癌', '右乳腺外上浸润性导管癌，非特殊型，组织学Ⅲ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞<5%；\n乳头（-），乳头深面：见少许浸润性癌；外下（-）；内上（-）；内下（-）；\n区域淋巴结：腋尖0/1；肌间0/0；腋下0/19；\n病理学分期：pT2N0Mx', 'III', '', '否', '无', '', '', '', '', '', '区域淋巴结：腋尖0/1；肌间0/0；腋下0/19；', '20', '0', '＜1', '＜1', '', '', '60', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3000, NULL, 612330, '2020-08-10', '左乳癌全乳切除+前哨淋巴结活检+腋窝淋巴结清扫', '否', '否', '腋清', '', NULL, '', 'pTxN0Mx', '浸润性导管癌', '左乳腺中上浸润性导管癌，非特殊型，组织学Ⅲ，浸润性癌散在分布，最大一处镜下最大径约9mm，未见明确脉管癌栓，间质内浸润淋巴细胞<5%；伴导管内癌，以粉刺型、实性型为主，核分Ⅲ，并累及小叶；\n乳头（-）；中下（-）；中内（-）；中外（-）；\n区域淋巴结：“前哨”0/1；低腋窝0/19；\n病理学分期：pTxN0Mx\n', 'III', '', '否', '无', '', '', '', '', '', '区域淋巴结：“前哨”0/1；低腋窝0/19', '20', '0', '＜1', '＜1', '', '', '70', '＜1', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3001, NULL, 654458, '2021-03-08', '左乳是手术', '是', '否', '前哨淋巴结活检', '', NULL, '', '', '其他', '（左乳）浸润性癌，建议加做免疫组化染色辅助分型，组织学Ⅲ，可见成片坏死，未见明确脉管癌栓，间质浸润淋巴细胞约占10%，可见伴少部分导管原位癌成分，以粉刺样型为主，核分Ⅲ。\n\n（前哨）淋巴结未见明确癌组织0/4。', 'III', '', '否', '无', '', '', '', '不详', '', '（前哨）淋巴结未见明确癌组织0/4。\n', '4', '0', '＜1', '＜1', '1+', '', '70', '85', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3002, NULL, 631505, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3003, NULL, 563730, '2016-03-07', '左乳肿物切除+快速冰冻+左乳癌改良根治术', '否', '否', '腋清', '', NULL, '', '', '', '外院病理：肿物2×2×1.5cm，浸润性导管癌，II，淋巴结0/22', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '—', '', '', '0.3', '弱+', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3004, NULL, 578560, '2019-08-15', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'pT2N1aMx ', '其他', '（左）乳腺（外下）化生性癌（产生基质的癌），癌组织累及脂肪，间质内浸润淋巴细胞< 5%； \n乳头（-）；（外上、内上、内下）阴性； \n区域淋巴结：“前哨”1/3（淋巴结内转移癌镜下最大径约3.6mm）；“肌间”0/0；“腋窝”0/9；', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '< 1%', '< 1%', '', '', '0.6', '< 10%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3005, NULL, 515813, '2018-12-19', '右乳癌根治术II+右腋下皮肤肿物切除术', '否', '否', '腋清', '', NULL, '', 'ypTxN3aMx', '其他', '右乳腺“浸润性癌”（1811217）本院粗针穿刺化疗后，标本外上见浸润性导管癌，组织学Ⅱ，化疗反应不明显，癌组织累及脂肪，累及横纹肌组织；\n乳头（-）；乳头深面：浸润性癌及淋巴管癌栓（+）；外下（-）； 内上（-）； 内下（-）；\n区域淋巴结：锁下1/1+软组织（+）；后组2/2+软组织（+）；“腋尖”3/3+软组织（+）；肌间6/6+软组织（+）；外侧组15/15+软组织（+）；（淋巴结内转移癌化疗反应不明显）；\n（右腋下皮肤肿物）低分化腺癌，累及皮肤全层；\n病理学分期：ypTxN3aMx\n', 'II', '', '是', '有', '', '化疗反应不明显', '', '', '', '区域淋巴结：锁下1/1+软组织（+）；后组2/2+软组织（+）；“腋尖”3/3+软组织（+）；肌间6/6+软组织（+）；外侧组15/15+软组织（+）；（淋巴结内转移癌化疗反应不明显）；', '27', '27', '50', '＜1', '2+', '', '40~70', '60', '阴性', '', '65', '1.327');
INSERT INTO `surgical_pathological_info` VALUES (3006, NULL, 529501, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3007, NULL, 499548, '2018-01-08', '左乳癌仿根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N3aMx', '浸润性导管癌', '左乳腺“浸润性癌”（1711264）本院粗针穿刺化疗后，标本外上见浸润性导管癌，非特殊型，组织学Ⅱ，化疗反应Ⅰa；\n乳头（-）；外下（-）； 内上（-）； 内下（-）；\n区域淋巴结：腋尖2/3；肌间0/0；腋下5/21（淋巴结内转移癌化疗反应Ⅰa～Ⅱa）；\n病理学分期：ypT2N3aMx', 'II', '', '', '', '', 'Ⅰa', '', '', '', '区域淋巴结：腋尖2/3；肌间0/0；腋下5/21（淋巴结内转移癌化疗反应Ⅰa～Ⅱa）；', '24', '7', '90', '30', '1+', '', '75', '90', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3008, NULL, 506895, '2014-09-18', '右腋下前哨淋巴结活检/右乳腺切除术+输液港置入术', '否', '否', '前哨淋巴结活检', '', NULL, '', '不详', '浸润性导管癌', '右乳腺浸润性导管癌，II，伴高别导管内癌，部分区域为微乳头状癌（30%），未见明显脉管癌栓及神经侵犯，乳头、皮肤及基底切缘未见癌累及，CK5/6（-），ER（肿瘤有异质性，局灶+10%），PR（肿瘤有异质性，局灶+10%），HER-2（3+），Ki67（+15%），P53（-），', 'II', '', '否', '无', '', '', '', '', '', '不详', '不详', '不详', '肿瘤有异质性，局灶+10%', '肿瘤有异质性，局灶+10%', '3+', '', '15', '阴', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3009, NULL, 619928, '2020-09-18', '右乳癌是术+前哨淋巴结活检', '是', '否', '前哨淋巴结活检', '', NULL, '', '不详', '浸润性导管癌', '（外院）肿物3×1.8×1.5cm，脉管癌栓（-），切缘阴性，前哨淋巴结0/9，免疫组化示：ER(-)，PR (-)，Her2(-)，ki67(+)，p53(3+)。（我院会诊）：右乳浸润性导管癌，组织学III，间质淋巴细胞25%，未见明确脉管癌栓，淋巴结未见明确癌组织0/9，免疫组化示：ER ＜1%，PR ＜1%，Her2 0，ki67 70%，p53 90%。', 'III', '', '', '', '', '', '', '切缘阴性', '', '前哨淋巴结0/9', '9', '0', '<1', '<1', '', '', '70', '90', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3010, NULL, 399070, '2010-01-01', '左乳癌根治术', '否', '否', '', '', NULL, '', '不详', '其他', '', '其他', '不详', '', '', '', '', '', '', '', '不详', '不详', '不详', '不详', '不详', '', '', '不详', '不详', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3011, NULL, 474641, '2016-12-29', '左乳癌局部广泛切除术（是)+左腋下前哨淋巴结活检术，', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N1aMx', '浸润性导管癌', '（左）乳腺浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞约占30%；\n是手术标本周断端:5号位石蜡深切后见小灶性导管内癌，6号位石蜡深切后见灶性导管内癌，其余断端及基底未见明确癌组织；', 'II', '', '', '', '', '', '', '保乳手术标本周断端:5号位石蜡深切后见小灶性导管内癌，6号位石蜡深切后见灶性导管内癌，其余断端及基底未见明确癌组织；', '', '区域淋巴结：“前哨”1/1；“腋窝”1/18；', '19', '2', '<1', '<1', '2+', '', '50', '50', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3012, NULL, 559281, '2019-09-30', '左乳癌仿根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT3N3aMx', '浸润性导管癌', '“（左乳腺）浸润性癌”及“（左腋下）低分化腺癌”（1903250）本院粗针穿刺、化疗后，标本内上、中上至外上见浸润性癌（符合浸润性导管癌），癌组织累及脂肪，见淋巴管癌栓，符合化疗反应Ⅰb；\n乳头：浸润性癌及淋巴管癌栓；外下（-）； 内下（-）；\n\n', '', '', '', '', '', 'Ⅰb', '', '', '', '腋尖2/2；肌间0/0；腋下20/22', '24', '22', '＜1', '＜1', '1+', '', '5', '30', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3013, NULL, 610923, '2014-03-26', '外院：右乳癌改良根治术', '', '', '', '', NULL, '', '', '浸润性导管癌', '外院病理：右乳浸润性导管癌', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '80', '60', '1+', '', '6', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3014, NULL, 697600, '2022-09-08', '右乳是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N1aMx', '浸润性导管癌', '（右）乳腺浸润性导管癌，组织学Ⅱ为主、少部分组织学Ⅲ，癌组织累及脂肪，间质内浸润淋巴细胞约占5%；伴导管原位癌，以粉刺型为主，核分Ⅱ～Ⅲ；\n是手术标本周断端：3号位号位见腺纤维瘤，导管上皮细胞呈中度不典型增生；4号位石蜡标本深切后见放射状瘢痕伴粘液囊肿、柱状细胞增生及灶性不典型增生；其余位阴性；\n“前哨”淋巴结：1/5（冰冻及冰余标本）；\n病理学分期：pT2N1aMx\n', 'II-III', '', '', '', '', '', '', '保乳手术标本周断端：3号位号位见腺纤维瘤，导管上皮细胞呈中度不典型增生；4号位石蜡标本深切后见放射状瘢痕伴粘液囊肿、柱状细胞增生及灶性不典型增生；其余位阴性；', '', '“前哨”淋巴结：1/5（冰冻及冰余标本）；', '5', '1', '< 1%', '< 1%', '3+', '', '0.8', '0.8', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3015, NULL, 708296, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3016, NULL, 682093, '2022-10-20', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N0Mx', '其他', '左乳腺“浸润性癌，符合浸润性导管癌，组织学Ⅱ”及“左腋下低分化腺癌”外院穿刺本院会诊、治疗后，标本中上见片状纤维化，泡沫细胞聚集及钙化，治疗反应Ⅲb；\n乳头（-）；中下（-）； 中外（-）；中内（-）；\n区域淋巴结：“腋尖”0/3；“肌间”0/0；腋下0/23（其中1枚淋巴结内见片状纤维化，符合治疗后改变）；\n病理学分期：ypT0N0Mx\n', 'II', '', '', '', '', 'Ⅲb', '', '', '', '区域淋巴结：“腋尖”0/3；“肌间”0/0；腋下0/23（其中1枚淋巴结内见片状纤维化，符合治疗后改变）；', '26', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3017, NULL, 704830, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3018, NULL, 664511, '2021-11-17', '左乳腺癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pT2N1aMx', '浸润性导管癌', '左乳腺中上浸润性导管癌，组织学Ⅱ～Ⅲ，间质内浸润淋巴细胞约占20%；伴导管原位癌，以实性型为主，核分Ⅱ～Ⅲ； \n乳头（-）；中下（-）；中内（-）；中外（-）； \n区域淋巴结：腋尖0/4；肌间0/2；腋下1/28； \n病理学分期：pT2N1aMx', 'II-III', '', '', '', '', '', '', '', '', '区域淋巴结：腋尖0/4；肌间0/2；腋下1/28；', '34', '1', '10%～30%', '0.25', '3+', '', '0.4', '0.85', '阳性', '', '203', '3.98');
INSERT INTO `surgical_pathological_info` VALUES (3019, NULL, 704197, '2022-11-03', '右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0(sn)Mx', '其他', '（右）乳腺（外上）“导管内乳头状瘤伴导管上皮重度不典型增生，灶性早期癌变，目标病变范围约3mm，建议局部扩切”外院切检、本院会诊后，瘢痕局部未见明确癌组织，见导管内乳头状瘤及导管上皮乳头状增生伴不典型增生； \n是手术标本周断端：2号位石蜡标本深切后，见导管上皮乳头状增生伴轻度不典型增生；6号位见腺纤维瘤；其余未见明确癌组织； \n“前哨”淋巴结：0/2； \n病理学分期：pTxN0(sn)Mx ', '', '', '', '', '', '', '', '保乳手术标本周断端：2号位石蜡标本深切后，见导管上皮乳头状增生伴轻度不典型增生；6号位见腺纤维瘤；其余未见明确癌组织；', '', '“前哨”淋巴结：0/2', '2', '0', '目标病变弥漫强阳', '目标病变弥漫强阳 ', '1+', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3020, NULL, 703581, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3021, NULL, 699771, '2022-09-23', '右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx', '浸润性导管癌', '（右）乳腺浸润性导管癌，组织学Ⅲ，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞< 5%；伴导管原位癌，核分Ⅲ，粉刺型，并累及小叶；\n是手术标本周断端：7号位石蜡深切后于针道样组织中见散在数个异型细胞小团，不除外穿刺所致上皮移位；4号位单个导管上皮增生，单个导管上皮乳头状增生；6号位单个导管上皮乳头状增生；其余阴性；\n“前哨”淋巴结：0/4（冰冻及冰余标本）；\n病理学分期：pT1cN0（sn）Mx\n\n（右乳腺外侧结节）腺病，单个导管上皮乳头状增生，小灶导管上皮增生。', 'III', '', '是', '有', '', '', '', '保乳手术标本周断端：7号位石蜡深切后于针道样组织中见散在数个异型细胞小团，不除外穿刺所致上皮移位；4号位单个导管上皮增生，单个导管上皮乳头状增生；6号位单个导管上皮乳头状增生；其余阴性；', '', '', '4', '0', '0.9', '0.85', '1+', '', '30%～60%', '0.9', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3022, NULL, 698882, '2023-02-08', '左乳癌根I甲术+输液港取出术', '', '否', '腋清', '', NULL, '', 'ypT1cN3aMx', '浸润性导管癌', '左乳腺“浸润性癌”外院穿刺、本院会诊及“（左腋下）低分化腺癌”（2214231）本院粗针穿刺新辅助治疗后，标本外上见浸润性导管癌，非特殊型，组织学Ⅱ～Ⅲ，癌组织累及脂肪，间质内浸润淋巴细胞约占5%，伴导管原位癌成分，符合治疗反应Ⅰb；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n区域淋巴结：腋尖3/5；肌间0/1；腋下5/41（注：淋巴结内转移癌符合治疗反应Ⅰa～Ⅰb）；\n病理学分期：ypT1cN3aMx', 'II-III', '', '', '', '', 'Ⅰb', '', '', '', '区域淋巴结：腋尖3/5；肌间0/1；腋下5/41（注：淋巴结内转移癌符合治疗反应Ⅰa～Ⅰb）；', '47', '8', '0.5', '0.3', '', '', '0.1', '0.5', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3023, NULL, 686749, '2022-06-17', '右乳肿物冰冻+是术/腋清', '是', '否', '腋清', '', NULL, '', '', '其他', '（右）乳腺浸润性癌，符合非特殊型，组织学Ⅲ，间质内浸润淋巴细胞约占20%；\n是手术标本周断端未见明确癌组织。', 'III', '', '', '', '', '', '', '保乳手术标本周断端未见明确癌组织', '', '“右乳前哨”淋巴结：1/6（冰冻及冰余标本）；\n单送“腋窝”淋巴结：0/9。', '15', '1', '< 1%', '< 1%', '1+', '', '0.75', '0.01', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3024, NULL, 696220, '2023-01-06', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '0.8', '0.7', '2+', '', '0.05', '0.8', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3025, NULL, 672411, '2022-02-11', '左乳腺癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pT2N1miMx', '浸润性导管癌', '左乳腺中内浸润性导管癌伴少量粘液分泌及部分神经内分泌分化，组织学Ⅱ，伴粘液癌（组织学Ⅱ，富于细胞型，约占< 10%），并见少量浸润性微乳头状癌，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞< 5%；伴导管原位癌，核分Ⅱ（肿物一）； \n内下浸润性导管癌，组织学Ⅱ，伴少部分浸润性微乳头状癌，癌组织累及脂肪，间质内浸润淋巴细胞< 5%；伴导管原位癌，核分Ⅱ（肿物二）；瘤间腺体：（-）； \n乳头（-）；中外（-）；中上（-）；中下（-）； \n区域淋巴结：“腋尖”0/6；“肌间”0/0；腋下1/23（淋巴结内转移癌镜下最大径约0.24mm）； \n病理学分期：pT2N1miMx ', 'II', '', '是', '有', '', '', '', '', '', '区域淋巴结：“腋尖”0/6；“肌间”0/0；腋下1/23（淋巴结内转移癌镜下最大径约0.24mm）；', '29', '1', '肿物一：90%/二：90', '50%/75%', '2+', '', '40%/30—40%', '10%/15%', '阴性', '', '56', '1.75');
INSERT INTO `surgical_pathological_info` VALUES (3026, NULL, 697130, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3027, NULL, 707953, '2022-12-09', '保留乳晕及皮肤的右乳癌全乳切除+腋窝淋巴结清扫+假体联合补片扩张器置入+输液港取出术', '否', '是', '腋清', '', NULL, '', 'ypT3N2aMx', '浸润性导管癌', '右乳腺“灶性浸润性癌”（2216286）本院粗针穿刺新辅助治疗后，标本外上见浸润性癌(散在分布于多张切片，病变镜下累及范围>5cm），符合浸润性导管癌、组织学Ⅰ，间质内浸润淋巴细胞< 5%，符合治疗反应Ⅰa～Ⅰb；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n区域淋巴结：腋尖0/2；腋窝8/14（注：5枚淋巴结内转移癌为宏转移，2枚为微转移，1枚为ITC；淋巴结内转移癌治疗反应Ⅰa～Ⅰb）；\n病理学分期：ypT3N2aMx', 'I', '', '', '', '', 'Ⅰa～Ⅰb', '', '', '', '区域淋巴结：腋尖0/2；腋窝8/14（注：5枚淋巴结内转移癌为宏转移，2枚为微转移，1枚为ITC；淋巴结内转移癌治疗反应Ⅰa～Ⅰb）；', '8', '16', '0.85', '< 1%', '', '', '<1%', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3028, NULL, 672787, '2022-02-17', '左乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN1a（sn）Mx', '浸润性导管癌', '（左）乳腺浸润性导管癌，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞<5%；见导管原位癌；\n是手术标本周断端：1号位平坦型上皮不典型性；6、7号位见灶性出血，考虑为穿刺后改变；其余未见明确癌组织；\n“左腋下前哨”：1/2（石蜡切片深切后）；\n病理学分期：pT1cN1a（sn）Mx\n', 'II', '', '', '', '', '', '', '保乳手术标本周断端：1号位平坦型上皮不典型性；6、7号位见灶性出血，考虑为穿刺后改变；其余未见明确癌组织', '', '“左腋下前哨”：1/2（石蜡切片深切后）；\n', '2', '1', '0.9', '0.9', '1+', '', '<15%', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3029, NULL, 688469, '2022-07-07', '双乳肿物区段切除+冰冻术/左乳肿物区段切除+右乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0Mx', '其他', '（左）乳腺腺纤维瘤，瘤内灶性导管上皮增生；瘤旁粘液囊肿伴囊壁上皮平坦型不典型性及不典型柱状细胞增生，导管上皮增生及灶性不典型增生。\n\n（右）乳腺导管原位癌伴微浸润，微浸润灶呈小、微灶，单灶镜下最大径约0.5mm；导管原位癌成分以粉刺型为主，核分Ⅱ～Ⅲ、以Ⅲ为主；其旁见粘液囊肿样病变伴平坦型上皮不典型性，腺纤维瘤。                                   （右）乳腺“导管原位癌伴微浸润，微浸润灶呈小、微灶，单灶镜下最大径约0.5mm”（2209592）本院切检后，（外上至中下）瘢痕局部见灶性导管原位癌；\n乳头（-）；（外下、内上、内下）（-）；\n区域淋巴结：“前哨”0/5；“补送前哨”0/1；\n病理学分期：pTxN0Mx\n\n(左)乳腺多灶导管上皮不典型增生，多个囊肿，多个导管平坦型上皮不典型性，导管内钙化；腺纤维瘤趋向，其内部分导管上皮增生，局部伴不典型增生；柱状细胞增生，多灶腺病，导管上皮乳头状增生，导管内乳头状瘤，导管上皮增生。\n(左乳腺补送)多灶导管上皮不典型增生，多个囊肿，并见粘液囊肿，多个导管平坦型上皮不典型性，导管内钙化，导管上皮乳头状增生，腺纤维瘤趋向伴导管上皮增生。', '', '', '', '', '', '', '', '', '', '区域淋巴结：“前哨”0/5；“补送前哨”0/1；', '6', '0', '0.6', '0.7', '3+', '', '0.4', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3030, NULL, 690223, '2022-11-14', '右乳癌是术+腋窝淋巴结清扫', '是', '否', '腋清', '', NULL, '', 'ypT0N0Mx', '其他', '（右）乳腺“浸润性癌”（2209718）本院穿刺、新辅助治疗后，本次送检是手术标本内未见明确癌组织，符合治疗反应Ⅲb；\n是手术标本周断端未见明确癌组织；\n区域淋巴结：腋尖0/3；肌间0/1；腋下0/11；\n病理学分期：ypT0N0Mx\n\n（左乳腺）见一枚淋巴结（0/1）；另见腺纤维瘤趋向，腺病，灶性导管上皮增生。', '', '', '', '', '', 'Ⅲb', '', '保乳手术标本周断端未见明确癌组织', '', '区域淋巴结：腋尖0/3；肌间0/1；腋下0/11；（左乳腺）见一枚淋巴结（0/1）；', '15', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3031, NULL, 687873, '2022-06-30', '右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx', '浸润性导管癌', '（右）乳腺浸润性导管癌，组织学Ⅲ，癌组织累及脂肪，间质内浸润淋巴细胞约占5%；伴到管原位癌（< 5%），以粉刺型、实性型为主，核分Ⅲ；癌组织累及韧带样组织；\n(是手术标本周断端)：3号位灶性导管上皮不典型增生，另见小灶导管上皮不典型增生，柱状细胞增生，灶性导管上皮增生，小导管钙化；4号位数个导管导管原位癌，导管上皮不典型增生，柱状细胞增生，小导管钙化；5号位数个小导管导管原位癌；7号位阴性，可见一枚淋巴结；8号位灶性导管上皮不典型增生，柱状细胞增生；6号位阴性；\n(右乳腺是补切4、5号位断端)：12号位石蜡组织深切后于组织边缘见灶性导管原位癌；11号位灶性导管上皮不典型增生，另见小灶导管上皮不典型增生；13号位灶性导管上皮不典型增生，小灶导管上皮增生；其余位阴性；\n“前哨”淋巴结0/2；\n病理学分期：pT1cN0（sn）Mx                                                                               （右）乳腺“浸润性导管癌，组织学Ⅲ”本院是术后断端阳性（导管原位癌）（2209141）后，本次（局部广泛切除标本断端）未见明确癌组织，可见腺病，平坦型上皮不典型性，囊肿，腺纤维瘤趋向（其一、其二）。', 'III', '', '', '', '', '', '', '(保乳手术标本周断端)：3号位灶性导管上皮不典型增生，另见小灶导管上皮不典型增生，柱状细胞增生，灶性导管上皮增生，小导管钙化；4号位数个导管导管原位癌，导管上皮不典型增生，柱状细胞增生，小导管钙化；5号位数个小导管导管原位癌；7号位阴性，可见一枚淋巴结；8号位灶性导管上皮不典型增生，柱状细胞增生；6号位阴性；\n(右乳腺保乳补切4、5号位断端)：12号位石蜡组织深切后于组织边缘见灶性导管原位癌；11号位灶性导管上皮不典型增生，另见小灶导管上皮不典型增生；13号位灶性导管上皮不典型增生，小灶导管上皮增生；其余位阴性（右）乳腺“浸润性导管癌，组织学Ⅲ级”本院保乳术后断端阳性（导管原位癌）（2209141）后，本次（局部广泛切除标本断端）未见明确癌组织，可见腺病，平坦型上皮不典型性，囊肿，腺纤维瘤趋向（其一、其二）。', '', '“前哨”淋巴结0/2', '2', '0', '0.4', '0.15', '3+', '', '0.6', '0.7', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3032, NULL, 707600, '2022-12-08', '右乳癌改良根治术（I甲）', '否', '否', '腋清', '', NULL, '', 'ypT1cN0Mx', '浸润性导管癌', '右乳腺“浸润性导管癌”（2209078）本院粗针穿刺新辅助治疗后，标本中外见浸润性癌，符合浸润性导管癌，组织学Ⅱ，癌组织累及脂肪，并见导管原位癌，乳头状型、粉刺型、实性型，核分Ⅱ；治疗反应符合Ⅰb；\n乳头（-）；中内（-）；中上（-）；中下（-）；\n区域淋巴结：“前哨”0/1；“腋尖”0/4；“肌间”0/1；\n“腋窝”0/1（肉芽肿性病变，见片状坏死），腋下0/48（部分淋巴结示肉芽肿性病变，并见坏死），请结合临床，建议除外结核病；\n病理学分期：ypT1cN0Mx\n', 'II', '', '', '', '', 'Ⅰb', '', '', '', '区域淋巴结：“前哨”0/1；“腋尖”0/4；“肌间”0/1；\n“腋窝”0/1（肉芽肿性病变，见片状坏死），腋下0/48（部分淋巴结示肉芽肿性病变，并见坏死），请结合临床，建议除外结核病；', '45', '0', '0.8', '0.6', '2+', '', '0.2', '< 1%', '阴性', '', '48', '1.26');
INSERT INTO `surgical_pathological_info` VALUES (3033, NULL, 686818, '2022-12-09', '右乳癌是术+腋窝淋巴结清扫', '是', '否', '腋清', '', NULL, '', 'ypT1cN3aMx', '浸润性导管癌', '(右)乳腺“浸润性癌，符合浸润性导管癌，伴灶性浸润性微乳头状癌”（2209827）本院粗针穿刺新辅助治疗后，标本内见浸润性癌，符合浸润性导管癌，组织学Ⅱ～Ⅲ，并见导管原位癌，以粉刺型为主，核分Ⅱ～Ⅲ；治疗反应符合Ⅰb；\n（右乳是手术标本周断端）：2号位阳性，原位成分，累及末梢导管。\n（右乳内下扩切）冰冻：未见明确癌组织。\n区域淋巴结：\"腋尖\"1/1；\"肌间\"0/0；\"腋窝\"7/14（淋巴结内转移癌治疗反应符合Ⅰa）；\n病理学分期：ypT1cN3aMx', 'II-III', '', '', '', '', 'Ⅰb', '', '（右乳保乳手术标本周断端）：2号位阳性，原位成分，累及末梢导管。\n（右乳内下扩切）冰冻：未见明确癌组织', '', '区域淋巴结：\"腋尖\"1/1；\"肌间\"0/0；\"腋窝\"7/14（淋巴结内转移癌治疗反应符合Ⅰa）；', '15', '7', '0.7', '0.1', '1+', '', '0.3', '0.8', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3034, NULL, 687488, '2022-06-23', '左乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '其他', '（左）乳腺“导管内乳头状瘤，伴导管上皮重度不典型增生、癌变（导管原位癌，核分Ⅰ），伴灶性微浸润” （2207027）本院切检后，标本（外下）瘢痕局部见导管乳头状瘤伴导管上皮不典型增生，其旁见腺纤维瘤趋向，大汗腺囊肿，导管分泌物潴留；\n乳头（-）；（中上）见大汗腺囊肿伴大汗腺乳头状增生，腺病瘤，导管分泌物潴留；（内下）腺纤维瘤；（内上、外上）（-）；\n“前哨”淋巴结：0/5（冰冻及冰余标本）；\n病理学分期：pTxN0（sn）Mx', '', '', '', '', '', '', '', '', '', '“前哨”淋巴结：0/5（冰冻及冰余标本）；', '5', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3035, NULL, 678512, '2022-04-08', '右乳肿物冰冻+是术/右乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0（sn）Mx', '其他', '（右）乳腺浸润性癌（两处），以浸润性微乳头状癌为主，部分为浸润性导管癌，组织学分Ⅱ～Ⅲ，以Ⅲ为主，癌组织累及周围脂肪，见脉管癌栓，间质内浸润淋巴细胞约占10%；见广泛导管原位癌，高核，以粉刺型、实性型为主；瘤间见浸润性癌及导管原位癌。\n(右乳腺是手术标本周断端)石蜡深切后：3、6-11号位阳性，以原位成分为主；4、5号位阴性。                   （右）乳腺（内下）“浸润性癌（两处），以浸润性微乳头状癌为主，部分为浸润性导管癌，组织学分Ⅱ～Ⅲ，以Ⅲ为主”（2204458）本院切检后，瘢痕局部见少许导管原位癌；\n乳头（-）；（内上、外上、外下）阴性；\n“前哨”淋巴结：0/2；\n病理学分期：pTxN0（sn）Mx\n', 'II-III', '', '', '', '', '', '', '(右乳腺保乳手术标本周断端)石蜡深切后：3、6-11号位阳性，以原位成分为主；4、5号位阴性。', '', '“前哨”淋巴结：0/2；', '2', '0', '80%/80%', '10%/25%', '3+', '', '50%/60%', '20%/30%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3036, NULL, 682769, '2022-05-16', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'pT1cN1miMx', '浸润性导管癌', '右乳腺内上浸润性导管癌，组织学Ⅱ，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞约占5%；伴少量导管原位癌成分，核分Ⅱ～Ⅲ；\n乳头（-）；内下（-）；外上（-）；外下（-）；\n区域淋巴结：腋尖0/3；肌间0/1；腋下1/15（注：1枚淋巴结内见散在、多灶转移癌，单灶镜下最大径约0.9mm)；\n病理学分期：pT1cN1miMx', 'II', '', '是', '有', '', '', '', '', '', '区域淋巴结：腋尖0/3；肌间0/1；腋下1/15（注：1枚淋巴结内见散在、多灶转移癌，单灶镜下最大径约0.9mm)；', '19', '1', '0.85', '0.85', '1+', '', '0.25', '0.05', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3037, NULL, 684675, '2022-05-30', '左乳癌根治术（Ⅰ甲）', '否', '否', '腋清', '', NULL, '', 'pT2N0Mx', '浸润性导管癌', '左乳腺内上浸润性导管癌，组织学Ⅱ～Ⅲ，癌组织累及脂肪，见淋巴管癌栓，间质内浸润淋巴细胞约占5%；伴导管原位癌，以粉刺型、实性型为主，核分Ⅱ～Ⅲ，并累及小叶；\n乳头（-）；内下（-）；外上（-）；外下（-）；\n区域淋巴结：“腋尖”0/4；“肌间”0/0；腋下0/26；\n病理学分期：pT2N0Mx', 'II-III', '', '是', '有', '', '', '', '', '', '区域淋巴结：“腋尖”0/4；“肌间”0/0；腋下0/26；', '30', '0', '0.7', '0.1', '1+', '', '0.35', '0.01', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3038, NULL, 646256, '2021-06-11', '右乳腺癌根治术I甲', '否', '否', '腋清', '', NULL, '', 'pT3N2aMx', '其他', '右乳腺中内浸润性导管癌，部分区伴浸润性微乳头状癌分化，部分组织学Ⅲ，部分组织学Ⅱ，癌组织累及脂肪，见广泛淋巴管癌栓，间质内浸润淋巴细胞约占5%；伴导管原位癌成分，粉刺型、实性型为主，核分Ⅲ（肿物一）；浸润性导管癌，组织学Ⅱ，癌组织累及脂肪，见广泛淋巴管癌栓，间质内浸润淋巴细胞约占5%；伴灶性导管原位癌成分，核分Ⅲ（肿物二）；瘤间腺体（+），见浸润性癌及淋巴管癌栓； \n乳头（-）；中上（-）；中下（-）； \n区域淋巴结：腋尖0/2；肌间0/0；腋下7/18+软组织（+）； \n病理学分期：pT3N2aMx ', 'II-III', '', '是', '有', '', '', '', '', '', '区域淋巴结：腋尖0/2；肌间0/0；腋下7/18+软组织（+）；', '6', '7', '85%/85%', '50%/15%', '2+', '', '50%/35% ', '5%/5%', '阴性', '', '60', '1.3');
INSERT INTO `surgical_pathological_info` VALUES (3039, NULL, 681168, '2022-05-05', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '其他', '左乳腺“浸润性癌，符合为浸润性导管癌，组织学Ⅲ”外院穿刺本院会诊新辅助治疗后，标本外上见浸润性癌，符合浸润性导管癌，组织学Ⅲ，治疗反应Ⅰa，癌组织累及脂肪；伴导管原位癌；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n区域淋巴结：腋尖0/4；肌间0/0；腋下1/23（注：治疗反应Ⅰb）；\n病理学分期：ypT2N1aMx', 'III', '', '', '', '', 'Ⅰa', '', '', '', '区域淋巴结：腋尖0/4；肌间0/0；腋下1/23（注：治疗反应Ⅰb）；', '27', '1', '< 1%', '0.01', '1+', '', '30%、局部约占60%', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3040, NULL, 508161, '2022-07-15', '右乳腺癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypTxN1miMx', '其他', '右乳腺“浸润性癌，符合浸润性导管癌，组织学Ⅱ”（2120378）及“（右腋下）低分化腺癌”（2120620）本院粗针穿刺新辅助治疗后，标本外上见浸润性导管癌，组织学Ⅱ，浸润性癌散在分布，单张切片浸润性癌镜下最大径约1.2cm，并见明显纤维化区域，治疗反应Ⅰb，癌组织累及脂肪，伴导管原位癌；\n乳头（-）；外下（-）；内下（-）；内上（-）；\n区域淋巴结：腋尖0/4；肌间0/1；腋下1/12（注：淋巴结内转移癌镜下最大径约1.1mm，治疗反应Ⅱa；另外一枚淋巴结内见纤维化及泡沫细胞聚集）；\n病理学分期：ypTxN1miMx', 'II', '', '', '', '', 'Ⅰb', '', '', '', '区域淋巴结：腋尖0/4；肌间0/1；腋下1/12（注：淋巴结内转移癌镜下最大径约1.1mm，治疗反应Ⅱa；另外一枚淋巴结内见纤维化及泡沫细胞聚集）；', '17', '1', '0.9', '< 1%', '2+', '', '0.15', '0.05', '阳性', '', '56', '3.52');
INSERT INTO `surgical_pathological_info` VALUES (3041, NULL, 677944, '2022-04-01', '右乳钙化区段切除冰冻+全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pT1micN0（sn）Mx', '导管内癌', '（右）乳腺（中下）导管原位癌（以粉刺型、实性型为主，核分Ⅱ）伴微浸润，微浸润性癌镜下最大径约0.9mm（其一）；导管原位癌（以粉刺型、实性型为主，核分Ⅱ）伴灶性早期浸润（其二）；切口局部见导管原位癌；\n乳头（-）；（中上）腺纤维瘤；（内下）腺纤维瘤，腺病，大汗腺囊肿；（中外、中内）阴性；\n“前哨”淋巴结：0/1；\n病理学分期：pT1micN0（sn）Mx', '', '', '', '', '', '', '', '', '', '“前哨”淋巴结：0/1；', '1', '0', '25%/70%', '15%/65%', '1+', '', '0.15', '5%/10%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3042, NULL, 678254, '2022-04-02', '右乳肿物区段切除术+右乳是+前哨淋巴结活检', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT2N0(sn)M', '浸润性导管癌', '（右）乳腺浸润性癌，符合浸润性导管癌，组织学Ⅲ，未见明确脉管癌栓，间质内浸润淋巴细胞约占50%；可见灶性导管原位癌，核分Ⅲ；\n（是手术标本周断端）：如图，2号位灶性导管上皮乳头状增生，小灶轻度导管上皮不典型增生；3号位小灶轻度大汗腺不典型增生，小灶导管上皮增生；4号位导管上皮乳头状增生伴灶性不典型增生；5号位灶性小叶内上皮细胞轻度不典型增生；6号位小灶轻度导管上皮不典型增生，小灶导管上皮乳头状增生；7号位灶性导管上皮增生；8号位小灶导管上皮增生；9号位散在数个导管上皮轻度不典型增生，小灶导管上皮增生；\n“前哨”淋巴结：0/3；\n病理学分期：pT2N0(sn)Mx', 'III', '', '否', '无', '', '', '', '（保乳手术标本周断端）：如图，2号位灶性导管上皮乳头状增生，小灶轻度导管上皮不典型增生；3号位小灶轻度大汗腺不典型增生，小灶导管上皮增生；4号位导管上皮乳头状增生伴灶性不典型增生；5号位灶性小叶内上皮细胞轻度不典型增生；6号位小灶轻度导管上皮不典型增生，小灶导管上皮乳头状增生；7号位灶性导管上皮增生；8号位小灶导管上皮增生；9号位散在数个导管上皮轻度不典型增生，小灶导管上皮增生；', '', '“前哨”淋巴结：0/3；', '3', '0', '0.3', '0.55', '3+', '', '0.5', '0.4', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3043, NULL, 678664, '2022-04-08', '左乳癌是术+腋窝淋巴结清扫', '是', '否', '腋清', '', NULL, '', 'pT2N0Mx', '其他', '（左）乳腺粘液癌，微乳头状型为主，组织学Ⅱ，癌组织累及脂肪；伴导管原位癌，以筛状型为主，核分Ⅱ；\n是手术标本周断端：1号位、3号位灶性导管上皮重度不典型增生，腺纤维瘤趋向，小囊，腺病；2号位腺纤维瘤趋向，腺病；4号位腺纤维瘤趋向，大汗腺囊肿；11号位、12号位小囊，腺病；其余未见明确癌组织；\n区域淋巴结：腋尖0/1；肌间0/0；“外侧组”0/5；腋窝0/16；\n病理学分期：pT2N0Mx', 'II', '', '', '', '', '', '', '保乳手术标本周断端：1号位、3号位灶性导管上皮重度不典型增生，腺纤维瘤趋向，小囊，腺病；2号位腺纤维瘤趋向，腺病；4号位腺纤维瘤趋向，大汗腺囊肿；11号位、12号位小囊，腺病；其余未见明确癌组织；', '', '区域淋巴结：腋尖0/1；肌间0/0；“外侧组”0/5；腋窝0/16；', '22', '0', '0.9', '0.8', '', '', '0.2', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3044, NULL, 679401, '2022-08-31', '左乳腺癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N0Mx', '其他', '“(左乳腺）浸润性癌，组织学Ⅱ～Ⅲ”(2204743)及“（左腋下）低分化腺癌”（2204896）本院粗针穿刺新辅助治疗后，标本中外未见明确癌组织，见纤维化及炎细胞聚集区域，治疗反应Ⅲb；\n乳头（-）；中内（-）；中上（-）；中下（-）；\n区域淋巴结：腋尖0/2；肌间0/0；腋下0/25（注：2枚淋巴结内见纤维化，符合转移癌治疗后改变）；\n病理学分期：ypT0N0Mx\n\n', 'II-III', '', '', '', '', 'Ⅲb', '', '', '', '区域淋巴结：腋尖0/2；肌间0/0；腋下0/25（注：2枚淋巴结内见纤维化，符合转移癌治疗后改变）；', '27', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3045, NULL, 667410, '2022-04-14', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N0Mx', '浸润性导管癌', '右乳腺“浸润性导管癌，非特殊型，组织学Ⅱ”（2119021）及“（右腋下）低分化腺癌”（2119372）本院粗针穿刺新辅助治疗后，标本外上至外下未见明确癌组织，见大片纤维化区域，泡沫细胞聚集，淋巴细胞浸润，治疗反应Ⅲb；\n乳头（-）；内上（-）； 内下（-）；\n区域淋巴结：“腋尖”0/3；“肌间”0/0；“肩胛下脉管旁”0/1；腋下0/10（2枚淋巴结内见纤维化区域，考虑治疗后改变）；\n病理学分期：ypT0N0Mx\n', 'II', '', '', '', '', 'Ⅲb', '', '', '', '区域淋巴结：“腋尖”0/3；“肌间”0/0；“肩胛下脉管旁”0/1；腋下0/10（2枚淋巴结内见纤维化区域，考虑治疗后改变）；', '14', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3046, NULL, 646250, '2021-09-17', '右乳癌根治术Ⅱ', '否', '否', '', '', NULL, '', 'ypT3N1aMx', '浸润性导管癌', '右乳腺“浸润性癌”外院穿刺本院会诊新辅助治疗后，标本乳晕区及中上浸润性导管癌，组织学Ⅲ；治疗反应Ⅰa； \n乳头（-）；中下（-）；中内（-）；中外（-）；癌组织累及真皮浅层，皮肤见炎症性改变； \n区域淋巴结：锁下0/3；后组1/3；腋尖0/3；肌间0/0；外侧组2/24（淋巴结转移癌治疗反应Ⅰa，另2枚淋巴结见纤维化及泡沫细胞，考虑治疗后改变）；', '', '', '', '', '', 'Ⅰa', '', '', '', '', NULL, NULL, '< 1%', '< 1%', '1+', '', '0.6', '0.9', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3047, NULL, 568596, '2019-05-06', '左乳肿物切除+左腋下淋巴结活检术/左乳癌根Ⅰ甲术+假体置入术', '否', '是', '腋清', '', NULL, '', '', '浸润性导管癌', '左乳腺“浸润性导管癌，组织学Ⅲ”外院切检本院会诊后，标本内未见明确癌组织； \n（左乳头基底）（-）；中上、中下、中外、中内（-）； \n区域淋巴结：腋尖0/2；腋下0/12； ', 'III', '', '', '', '', '', '', '', '', '区域淋巴结：腋尖0/2；腋下0/12', '14', '0', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3048, NULL, 674024, '2022-11-03', '右乳癌改良根治术（I甲）术', '否', '否', '腋清', '', NULL, '', 'ypTxN0（i+）Mx', '其他', '“（右乳腺）浸润性癌，非特殊型，组织学Ⅱ～Ⅲ“外院切检本院会诊”，“（右腋下）低分化腺癌”（2201189）本院粗针穿刺、新辅助治疗后，标本外上见可疑淋巴管癌栓；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n区域淋巴结：“腋尖”0/2；“肌间”0/0；腋下1/24；（注：1枚淋巴结内可见少量轻度变性肿瘤细胞，为ITC；另1枚淋巴结内可见灶性纤维化，不除外治疗后改变）；\n病理学分期：ypTxN0（i+）Mx\n', 'II-III', '', '是', '有', '', '', '', '', '', '区域淋巴结：“腋尖”0/2；“肌间”0/0；腋下1/24；（注：1枚淋巴结内可见少量轻度变性肿瘤细胞，为ITC；另1枚淋巴结内可见灶性纤维化，不除外治疗后改变）；', '26', '1', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3049, NULL, 654820, '2022-01-13', '左乳肿物区段切除+右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN0Mx ', '浸润性导管癌', '（左）乳腺腺病伴灶性导管上皮增生及不典型增生，导管扩张分泌物潴留伴慢性炎症。 \n\n右乳癌外院穿刺本院会诊、新辅助治疗后，标本外上见浸润性癌，符合浸润性导管癌，组织学Ⅱ，并见部分纤维化区域及灶性粘液，符合治疗反应Ⅰb～Ⅱa； \n乳头（-）；外下（-）； 内上（-）； 内下（-）； \n区域淋巴结：“腋尖”0/0；“肌间”0/0；腋下0/16（注：5枚淋巴结内见纤维化，不除外转移癌治疗后改变）； \n病理学分期：ypT1cN0Mx ', 'II', '', '', '', '', 'Ⅰb～Ⅱa', '', '', '', '区域淋巴结：“腋尖”0/0；“肌间”0/0；腋下0/16（注：5枚淋巴结内见纤维化，不除外转移癌治疗后改变）； ', '16', '0', '0.8', '0.02', '3+', '', '0.15', '< 5%, ', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3050, NULL, 669034, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3051, NULL, 1530953, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3052, NULL, 649742, '2021-11-26', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT1aN1aMx ', '浸润性导管癌', ' 右乳腺“浸润性癌”及“（右腋下）淋巴结内转移性低分化腺癌”（2110204）粗针穿刺、新辅助治疗后，标本外上见少量浸润性导管癌（单灶镜下最大径约4mm），组织学Ⅲ，并见大量泡沫细胞聚集，符合治疗反应Ⅱa；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n区域淋巴结：腋尖0/1；肌间0/0；腋下1/11（淋巴结内转移癌治疗反应符合Ⅰa)；\n病理学分期：ypT1aN1aMx ', 'III', '', '', '', '', 'Ⅱa', '', '', '', '区域淋巴结：腋尖0/1；肌间0/0；腋下1/11（淋巴结内转移癌治疗反应符合Ⅰa)；', '12', '1', '<1%', '<1%', '1+', '', '0.6', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3053, NULL, 641971, '2020-07-14', '右乳癌根治术', '否', '否', '腋清', '', NULL, '', 'ypT2N3Mx', '浸润性导管癌', '乳腺浸润性导管癌，间质内大量淋巴细胞浸润＞50%，组织学III，非特殊类型，脉管（+）、未见侵犯神经，侵犯脂肪组织；乳头（+）。肿物大小约3*2*1.6cm，肿瘤细胞内见坏死，简直内大量淋巴细胞浸润，符合化疗反应。区域淋巴结转移，分组如下：腋窝24/27（淋巴结内转移癌最大径7mm），腋静脉上0/0，腋尖2/2+见癌栓；病理分期ypT2N3Mx；', 'III', '', '', '', '', '', '', '', '', '腋窝24/27（淋巴结内转移癌最大径7mm），腋静脉上0/0，腋尖2/2+', '29', '24', '<1%', '<1%', '2+', '', '0.7', '0.9', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3054, NULL, 663743, '2022-03-24', '右乳癌是+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'ypT1aN0（sn）Mx', '浸润性导管癌', '（右）乳腺“浸润性癌，符合为浸润性导管癌，组织学Ⅱ”外院穿刺本院会诊新辅助治疗后，是手术标本内见少许浸润性导管癌（镜下最大径约4mm），组织学Ⅱ，并见纤维化及炎细胞聚集区域，治疗反应Ⅱa；伴导管原位癌；\n是手术标本周断端：未见明确癌组织；\n“前哨”淋巴结：0/5；\n病理学分期：ypT1aN0（sn）Mx\n（右乳腺内下）腺纤维瘤（其一）；腺病（其二）；\n（右乳腺外侧）腺纤维瘤。', 'II', '', '', '', '', 'Ⅱa', '', '保乳手术标本周断端：未见明确癌组织；', '', '“前哨”淋巴结：0/5；', '5', '0', '<1%', '<1%', '', '', '<10%', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3055, NULL, 652433, '2021-12-09', '左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N2aMx', '浸润性导管癌', '（左）乳腺“浸润性癌”及“左腋下低分化腺癌”（2111288）本院粗针穿刺、化疗后，标本中央区见浸润性导管癌伴少量浸润性微乳头状癌，部分见粘液分泌，累及脂肪组织，见脉管癌栓，组织学Ⅱ，化疗反应Ⅰa；见散在导管原位癌及腺纤维瘤。\n乳头（-）；各象限远离中央区均未见明确癌组织； \n区域淋巴结：“腋尖”0/2；“肌间”0/0；“系线处腺体后淋巴结”0/1；腋下6/17（其中1枚为ITC）；\n病理学分期：ypT2N2aMx', 'II', '', '', '有', '', 'Ⅰa', '', '', '', '区域淋巴结：“腋尖”0/2；“肌间”0/0；“系线处腺体后淋巴结”0/1；腋下6/17（其中1枚为ITC）；', '20', '6', '0.9', '<1%', '', '', '0.05', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3056, NULL, 665582, '2022-05-12', '右乳癌是+前哨淋巴结活检术;右乳癌是术后断端补切术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'ypT1cN0(sn)Mx', '浸润性导管癌', '（右）乳腺“浸润性导管癌，组织学Ⅱ”（2117425）本院粗针穿刺、新辅助治疗后，标本内见浸润性导管癌，组织学Ⅱ，癌组织累及脂肪，间质内浸润淋巴细胞<5%，伴大量导管原位癌，以实性型、粉刺型为主，核分Ⅱ，累及小叶；治疗反应Ⅰa；另见腺纤维瘤；\n是手术标本周断端：4号位灶性导管上皮不典型增生；6号位灶性导管原位癌；其余未见明确癌组织；\n区域淋巴结：“前哨”0/3；“前哨2”0/1；\n病理学分期：ypT1cN0(sn)Mx                                                                                                                                                    2022-6-2（右乳是周断端补送6号位切缘）标本：未见明确癌组织，见异物巨细胞反应、脂肪坏死伴慢性炎症。\n', '', '', '', '', '', '', '', '(右乳腺保乳手术标本周断端)冰冻：6号位考虑灶性导管原位癌；4号位考虑灶性导管上皮不典型增生；', '', '区域淋巴结：“前哨”0/3；“前哨2”0/1；', '4', '0', '0.9', '<5%', '2+', '', '0.6', '0.4', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3057, NULL, 337850, '2013-04-08', '右乳肿物区段切除术+左乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3058, NULL, 667346, '2021-12-09', '右乳肿物区段切除术+左乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '浸润性导管癌', '左乳腺“浸润性癌，符合浸润性导管癌，组织学Ⅱ～Ⅲ”（2107073）本院粗针穿刺新辅助治疗后，标本中上见浸润性癌，符合浸润性导管癌，组织学Ⅱ～Ⅲ，治疗反应Ⅰb；\n乳头（-）；中下（-）； 中内（-）； 中外（-）；\n区域淋巴结：“腋尖”0/1；“肌间”0/0；腋下1/13（淋巴结内转移癌符合治疗反应Ⅰa）；\n病理学分期：ypT2N1aMx\n\n（右）乳腺腺纤维瘤，腺病，腺纤维瘤趋向，小导管钙化。\n', 'II-III', '', '', '', '', 'Ⅰb', '', '', '', '区域淋巴结：“腋尖”0/1；“肌间”0/0；腋下1/13', '14', '1', '0.9', '<1%', '1+', '', '0.15', '0.7', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3059, NULL, 37185, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3060, NULL, 642394, '2021-05-13', '左乳癌是切除＋前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx ', '浸润性导管癌', ' （左）乳腺浸润性癌，待免疫组化追加分型报告，癌组织累及脂肪，见可疑淋巴管癌栓，间质内浸润淋巴细胞约占5%；\n是手术标本周断端：未见明确癌组织；\n“前哨”淋巴结：0/4；\n病理学分期：pT1cN0（sn）Mx ', '', '', '', '', '', '', '', '保乳手术标本周断端：未见明确癌组织；', '', '“前哨”淋巴结：0/4；', '4', '0', '< 1%', '< 1%', '2+', '', '0.7', '0.7', '阴性', '', '55个', '1.62');
INSERT INTO `surgical_pathological_info` VALUES (3061, NULL, 361758, '2013-12-19', '左乳肿物切除术+左乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'pT2N2Mx', '浸润性导管癌', '肿物2.5x2x1.5cm，左乳腺外上浸润性导管癌，非特殊型，组织学II，癌组织累及脂肪，乳头(-),外下、内上、内下（-），区域淋巴结：腋间0/1，肌间0/0，腋下9/22+软组织（+），病理学分期：pT2N2Mx。', 'II', '', '', '', '', '', '', '', '', '区域淋巴结：腋间0/1，肌间0/0，腋下9/22+软组织（+）', '23', '9', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3062, NULL, 457671, '2016-11-18', '左乳腺癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N3aMx', '浸润性导管癌', '左乳腺“浸润性癌”（1609672）本院粗针穿刺化疗后，标本中上及乳晕区见浸润性导管癌，化疗反应Ⅰb～Ⅱa，癌组织累及脂肪；\n乳头（+）为浸润性癌；中内（-）； 中下（-）； 中外（-）；\n区域淋巴结：腋尖2/4；肌间0/0；腋下8/18+软组织（+）（注：淋巴结内转移癌化疗反应Ⅰb～Ⅱa）；\n病理学分期：ypT2N3aMx\n', '', '', '', '', '', 'Ⅰb～Ⅱa', '', '', '', '区域淋巴结：腋尖2/4；肌间0/0；腋下8/18+软组织（+）', '22', '10', '0.9', '< 1%', '1+', '', '0.05', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3063, NULL, 586561, '2020-04-09', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT0N2aMx', '其他', '右乳腺“浸润性癌”（1916334）本院粗针穿刺化疗后，标本外上至外下见广泛纤维化及成片泡沫细胞，未见明确癌组织，符合化疗反应Ⅲb；其旁见腺纤维瘤；\n乳头（-）；内上（-）； 内下（-）； \n区域淋巴结：“腋尖”0/5；“肌间”0/0；腋下4/9+软组织（+）[注：淋巴结内转移癌化疗反应Ⅰa～Ⅰb；另1枚淋巴结内见泡沫细胞，不除外化疗反应所致]；\n病理学分期：ypT0N2aMx', '', '', '', '', '', 'Ⅲb', '', '', '', '区域淋巴结：“腋尖”0/5；“肌间”0/0；腋下4/9+软组织（+）', '14', '4', '< 1%', '< 1%', '', '', '0.7', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3064, NULL, 403570, '2015-03-13', '左乳肿物冰冻+右乳肿物冰冻+右乳癌是术+前哨淋巴结活检术', '是', '否', '前哨淋巴结活检', '', NULL, '', 'pT1cN0（sn）Mx', '浸润性导管癌', '（右）乳腺（外上）“标本2”浸润性导管癌，非特殊型，组织学Ⅱ，浸润性癌灶镜下最大径约1.7cm，未见明确脉管癌栓；“标本2”内可见乳腺内淋巴结1枚0/1；\n“标本1”、“标本3”未见明确癌组织；另送“右乳外上腺体”未见明确癌组织；\n“前哨”淋巴结：0/3；\n病理学分期：pT1cN0（sn）Mx\n（左）乳腺导管上皮增生，腺病，间质纤维组织增生。（右）乳腺浸润性癌，组织学Ⅲ，待免疫组化染色后追加分型报告；癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞约占15%；伴原位癌成分；\n\n', 'II', '', '', '', '', '', '', '“右乳外上腺体”未见明确癌组织；“前哨”淋巴结：0/3；', '', '“前哨”淋巴结：0/3；', '3', '0', '< 1%', '0.05', '', '', '0.6', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3065, NULL, 646269, '2021-06-11', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', 'ypT2N1aMx', '其他', '右乳腺“浸润性癌”及“（右腋下）低分化腺癌”（2015545）本院粗针穿刺新辅助治疗后，标本内上见浸润性癌，组织学Ⅲ，部分伴化生性癌分化，间质内浸润淋巴细胞约占10%，符合治疗反应Ⅰb；\n乳头（-）；内下（-）； 外上（-）； 外下（-）；\n区域淋巴结：腋尖0/2；肌间0/0；腋下1/22（注：淋巴结内转移癌符合治疗反应Ⅰb）；\n病理学分期：ypT2N1aMx', 'III', '', '', '', '', 'Ⅰb', '', '', '', '区域淋巴结：腋尖0/2；肌间0/0；腋下1/22', '24', '1', '< 1%', '< 1%', '', '', '0.65', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3066, NULL, 556948, '2019-08-29', '左乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN3aMx', '浸润性导管癌', '左乳腺“浸润性癌”及“(左腋下)低分化腺癌”（1902139）本院粗针穿刺新辅助治疗后，标本内上见浸润性癌，化疗反应Ⅰa；癌组织累及脂肪，见淋巴管癌栓；\n乳头：浸润性癌；内下（-）； 外上（-）； 外下（-）；\n区域淋巴结：“腋尖”2/2；“肌间”0/0；腋下5/11+软组织（+）[注：淋巴结内转移癌化疗反应部分Ⅰa，部分不明显；另有1枚淋巴结纤维化，不除外化疗反应所致]；\n病理学分期：ypT1cN3aMx\n', 'II', '', '', '有', '', 'Ⅰa', '', '', '', '区域淋巴结：“腋尖”2/2；“肌间”0/0；腋下5/11+软组织（+）', '13', '7', '0.9', '0.01', '2+', '', '<10%', '<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3067, NULL, 80507710, NULL, '', '', '', '', '', NULL, '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '', '', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3068, NULL, 410054, '2015-05-04', '左乳癌根治术Ⅰ甲', '否', '否', '腋清', '', NULL, '', 'pT2N1aMx', '浸润性导管癌', ' 左乳腺外上“浸润性癌”本院粗针穿刺（1505525）后，标本内见浸润性导管癌，非特殊型，组织学Ⅲ伴鳞状细胞癌（约占20%），癌组织累及脂肪；\n乳头（-），乳头深面：腺病，导管上皮增生；外下、内上、内下（-）；\n区域淋巴结：腋尖0/1；肌间0/0；腋下2/15（注：淋巴结内转移癌成分以鳞状细胞癌为主）；\n病理学分期：pT2N1aMx ', '', '', '', '', '', '', '', '', '', '腋尖0/1；肌间0/0；腋下2/15', '16', '2', '< 1%', '< 1%', '2+', '', '0.6', '0.5', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3069, NULL, 400972, '2016-12-09', '右乳癌是＋腋窝淋巴结清扫术', '', '', '', '', NULL, '', 'pT2N0Mx', '', '（右）乳腺（内下）浸润性导管癌，非特殊型，组织学Ⅱ～Ⅲ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞约占10%； \n是手术标本周断端：8号位见灶性导管上皮不典型增生，其余断端及基底阴性； \n“腋窝”淋巴结：0/23；', '', '', '', '', '', '', '', '', '', '', NULL, NULL, '< 1%', '< 1%', '1+', '', '0.85', '0.9', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3070, NULL, 607267, '2020-06-28', '右乳肿物区段切除术；右乳癌全乳切除+前哨淋巴结活检术', '否', '否', '前哨淋巴结活检', '', NULL, '', 'pTxN0Mx', '导管内癌', '（右）乳腺（外上）“多发性导管乳头状瘤伴上皮细胞不典型增生、癌变（导管内癌，核分Ⅰ～Ⅱ）”（2006666）本院切检后，瘢痕局部未见残留癌组织；\n乳头（-）；（外下、内上、内下）（-）；\n区域淋巴结：“前哨”0/3；“腋下淋巴结”0/1；“外上象限近组织边缘处”0/8；\n病理学分期：pTxN0Mx', '', '', '', '', '', '', '', '', '', '“前哨”0/3；“腋下淋巴结”0/1；“外上象限近组织边缘处”0/8；', '4', '0', '1.多发性导管乳头状瘤伴上皮细胞不典型增生为90%   2.右乳腺多发粘液囊肿伴上皮细胞不典型增生成分为85%', '1.多发性导管乳头状瘤伴上皮细胞不典型增生为50%   2.右乳腺多发粘液囊肿伴上皮细胞不典型增生成分为<1%', '1+', '', '1.多发性导管乳头状瘤伴上皮细胞不典型增生为15%   2.右乳腺多发粘液囊肿伴上皮细胞不典型增生成分为10%', '1.多发性导管乳头状瘤伴上皮细胞不典型增生为5%   2.右乳腺多发粘液囊肿伴上皮细胞不典型增生成分为<1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3071, NULL, 517127, '2018-02-07', '右乳癌全乳切除术+前哨淋巴结活检术+腋窝淋巴结清扫术', '否', '否', '腋清', '', NULL, '', 'pT2N3aMx', '浸润性导管癌', ' 右乳腺内上浸润性导管癌，非特殊型，组织学Ⅲ，癌组织累及脂肪，淋巴管癌栓（+++），间质内浸润淋巴细胞约占5%；\n乳头（-）；内下（-）；外上（-）；外下（-）；\n区域淋巴结：“前哨”1/1；腋尖2/2+软组织（+）；肌间1/1；腋下14/14+软组织（+）；', 'III', '', '是', '有', '', '', '', '', '', '区域淋巴结：“前哨”1/1；腋尖2/2+软组织（+）；肌间1/1；腋下14/14+软组织（+）；', '18', '4', '0.7', '0.5', '', '', '0.7', '0.2', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3072, NULL, 515955, '2018-07-20', '右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN1aMx', '其他', '右乳腺“浸润性癌”（1801246）及“（右腋下）低分化腺癌”（1801494）本院粗针穿刺化疗后，标本中上见浸润性癌伴粘液分泌，部分区符合化疗反应Ⅱa；\n乳头（-）；中内、中下、中外（-）；\n区域淋巴结：“腋尖”0/3；“肌间”0/0；腋下1/13（淋巴结内转移癌化疗反应Ⅰa）；', '', '', '', '', '', 'Ⅱ（a淋巴结内转移癌化疗反应Ⅰa）', '', '', '', '：“腋尖”0/3；“肌间”0/0；腋下1/13（淋巴结内转移癌化疗反应Ⅰa）', '16', '1', '0.9', '0.8', '', '', '0.1', '< 1%', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3073, NULL, 592596, '2019-12-27', '左乳癌全乳切除+前哨淋巴结活检术', '否', '否', '', '', NULL, '', 'pTxN0Mx', '其他', '左乳腺外上“浸润性癌”外院切检本院会诊后，瘢痕旁见原位癌，筛状型、实性型、粉刺型为主，核分Ⅱ；\n乳头（-）；外下（-）；内上（-）；内下（-）；\n区域淋巴结：“前哨”0/5（冰冻及冰余标本）；“腋下”0/3；腋窝0/10\n病理学分期：pTxN0Mx', 'II', '', '', '', '', '', '', '', '', '“前哨”0/5（冰冻及冰余标本）；“腋下”0/3；腋窝0/10', '18', '0', '0.8', '约20%区域阳性细胞约占80%，约80%区域阳性细胞约占＜5%', '', '', '0.2', '偶见弱阳性细胞', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3074, NULL, 298476, '2011-11-04', '右乳癌根I甲术', '否', '否', '腋清', '', NULL, '', '', '浸润性导管癌', '右乳腺内下浸润性导管癌，非特殊型，组织学II，癌组织累及周围脂肪组织；瘤旁腺体：盲管型腺病、小囊、导管上皮轻度不典型增生、硬化性腺病；乳头（-）；内上：小囊、盲管型腺病；外上：小囊；外下（-）；区域淋巴结可见癌转移（1/15）。免疫组化：ER(15%)，PR(75%),c-erbB-2（++）。', 'II', '', '', '', '', '', '', '', '', '区域淋巴结可见癌转移（1/15）', '15', '1', '0.15', '0.75', '', '', '', '', '', '', '', '');
INSERT INTO `surgical_pathological_info` VALUES (3075, NULL, 453753, '2016-10-28', '右乳癌根Ⅰ甲术', '否', '否', '腋清', '', NULL, '', 'ypT1cN3aMx', '其他', '右乳腺“浸润性癌”（1608265）本院粗针穿刺化疗后，标本内上见浸润性癌，化疗反应Ⅰa～Ⅱa，癌组织累及脂肪；\n乳头（-）；外下（-）；外上（-）；内下（-）；\n区域淋巴结：腋尖2/2；肌间0/0；腋下18/20（注：淋巴结内转移癌化疗反应Ⅰa～Ⅰb）；', '', '', '', '', '', 'Ⅰa～Ⅱa（淋巴结内转移癌化疗反应Ⅰa～Ⅰb）', '', '', '', '区域淋巴结：腋尖2/2；肌间0/0；腋下18/20', '22', '20', '0.7', '< 1%', '2+', '', '0.2', '< 1%', '阴性', '', '64', '1.362');
INSERT INTO `surgical_pathological_info` VALUES (3076, NULL, 450623, '2017-03-10', '左乳癌减瘤术（左乳全乳切除术+左腋下淋巴结清扫术）', '是', '否', '腋清', '', NULL, '', 'pT2N0Mx ', '浸润性导管癌', '左乳腺内下浸润性导管癌，非特殊型，组织学Ⅱ，癌组织累及脂肪，未见明确脉管癌栓，间质内浸润淋巴细胞< 5%； \n乳头（-）；内上（-）；外上（-）；外下（-）； \n区域淋巴结：腋尖0/1；肌间0/0；腋下0/16； \n病理学分期：pT2N0Mx ', 'II', '', '否', '无', '', '', '', '', '', '区域淋巴结：腋尖0/1；肌间0/0；腋下0/16', '17', '0', '< 1%', '< 1%', '3+', '', '0.7', '< 1%', '', '', '', '');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `admin` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `name` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `password` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `status` varchar(32) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`, `admin`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 19 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (8, 'admin0', '周琴', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (9, 'admin1', '胡龙', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (10, 'admin2', 'admin', '200820e3227815ed1756a6b531e7e0d2', '正常');
INSERT INTO `user` VALUES (11, 'admin3', '潘波', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (12, 'admin4', '许慧', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (13, 'admin5', '盖兵', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (14, 'admin6', '雷洁', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (15, 'admin7', '陈丹', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (16, 'admin8', '李洋', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (17, 'admin9', '李岩', 'e10adc3949ba59abbe56e057f20f883e', '正常');
INSERT INTO `user` VALUES (18, 'cet7', '测试员7', 'e10adc3949ba59abbe56e057f20f883e', '正常');

SET FOREIGN_KEY_CHECKS = 1;
